export const has = function (code: string) {
  return 上櫃.some(x => x["公司代號"].toString() === code.toString())
}

const 上櫃 = [
  {
    "排名": 1,
    "公司代號": 5347,
    "公司簡稱": "世界",
    "資本額(百萬元)": 16389.823
  },
  {
    "排名": 2,
    "公司代號": 8069,
    "公司簡稱": "元太",
    "資本額(百萬元)": 11404.047
  },
  {
    "排名": 3,
    "公司代號": 8415,
    "公司簡稱": "大國鋼",
    "資本額(百萬元)": 10315
  },
  {
    "排名": 4,
    "公司代號": 5512,
    "公司簡稱": "力麒",
    "資本額(百萬元)": 7439.927
  },
  {
    "排名": 5,
    "公司代號": 6147,
    "公司簡稱": "頎邦",
    "資本額(百萬元)": 7386.755
  },
  {
    "排名": 6,
    "公司代號": 1785,
    "公司簡稱": "光洋科",
    "資本額(百萬元)": 5968.762
  },
  {
    "排名": 7,
    "公司代號": 4123,
    "公司簡稱": "晟德",
    "資本額(百萬元)": 5947.56
  },
  {
    "排名": 8,
    "公司代號": 6016,
    "公司簡稱": "康和證",
    "資本額(百萬元)": 5944.55
  },
  {
    "排名": 9,
    "公司代號": 5483,
    "公司簡稱": "中美晶",
    "資本額(百萬元)": 5862.217
  },
  {
    "排名": 10,
    "公司代號": 6182,
    "公司簡稱": "合晶",
    "資本額(百萬元)": 5409.336
  },
  {
    "排名": 11,
    "公司代號": 4128,
    "公司簡稱": "中天",
    "資本額(百萬元)": 5110.972
  },
  {
    "排名": 12,
    "公司代號": 5009,
    "公司簡稱": "榮剛",
    "資本額(百萬元)": 5019.66
  },
  {
    "排名": 13,
    "公司代號": 3264,
    "公司簡稱": "欣銓",
    "資本額(百萬元)": 4901.701
  },
  {
    "排名": 14,
    "公司代號": 1815,
    "公司簡稱": "富喬",
    "資本額(百萬元)": 4413.675
  },
  {
    "排名": 15,
    "公司代號": 6488,
    "公司簡稱": "環球晶",
    "資本額(百萬元)": 4352.37
  },
  {
    "排名": 16,
    "公司代號": 5213,
    "公司簡稱": "亞昕",
    "資本額(百萬元)": 4257.207
  },
  {
    "排名": 17,
    "公司代號": 3105,
    "公司簡稱": "穩懋",
    "資本額(百萬元)": 4239.404
  },
  {
    "排名": 18,
    "公司代號": 5530,
    "公司簡稱": "龍巖",
    "資本額(百萬元)": 4200.842
  },
  {
    "排名": 19,
    "公司代號": 6026,
    "公司簡稱": "福邦證",
    "資本額(百萬元)": 3961.619
  },
  {
    "排名": 20,
    "公司代號": 4743,
    "公司簡稱": "合一",
    "資本額(百萬元)": 3917.729
  },
  {
    "排名": 21,
    "公司代號": 5371,
    "公司簡稱": "中光電",
    "資本額(百萬元)": 3909.811
  },
  {
    "排名": 22,
    "公司代號": 6244,
    "公司簡稱": "茂迪",
    "資本額(百萬元)": 3870.419
  },
  {
    "排名": 23,
    "公司代號": 4707,
    "公司簡稱": "磐亞",
    "資本額(百萬元)": 3526.283
  },
  {
    "排名": 24,
    "公司代號": 6015,
    "公司簡稱": "宏遠證",
    "資本額(百萬元)": 3512.516
  },
  {
    "排名": 25,
    "公司代號": 2035,
    "公司簡稱": "唐榮公司",
    "資本額(百萬元)": 3500
  },
  {
    "排名": 26,
    "公司代號": 4114,
    "公司簡稱": "健喬",
    "資本額(百萬元)": 3437.007
  },
  {
    "排名": 27,
    "公司代號": 3707,
    "公司簡稱": "漢磊",
    "資本額(百萬元)": 3332.062
  },
  {
    "排名": 28,
    "公司代號": 6547,
    "公司簡稱": "高端疫苗",
    "資本額(百萬元)": 3283.568
  },
  {
    "排名": 29,
    "公司代號": 4167,
    "公司簡稱": "松瑞藥",
    "資本額(百萬元)": 3172.316
  },
  {
    "排名": 30,
    "公司代號": 6021,
    "公司簡稱": "美好證",
    "資本額(百萬元)": 3112.659
  },
  {
    "排名": 31,
    "公司代號": 6446,
    "公司簡稱": "藥華藥",
    "資本額(百萬元)": 3053.598
  },
  {
    "排名": 32,
    "公司代號": 6589,
    "公司簡稱": "台康生技",
    "資本額(百萬元)": 3046.672
  },
  {
    "排名": 33,
    "公司代號": 8933,
    "公司簡稱": "愛地雅",
    "資本額(百萬元)": 3017.243
  },
  {
    "排名": 34,
    "公司代號": 8076,
    "公司簡稱": "伍豐",
    "資本額(百萬元)": 2960.915
  },
  {
    "排名": 35,
    "公司代號": 6023,
    "公司簡稱": "元大期貨",
    "資本額(百萬元)": 2899.763
  },
  {
    "排名": 36,
    "公司代號": 3710,
    "公司簡稱": "連展投控",
    "資本額(百萬元)": 2872.507
  },
  {
    "排名": 37,
    "公司代號": 8927,
    "公司簡稱": "北基",
    "資本額(百萬元)": 2870.978
  },
  {
    "排名": 38,
    "公司代號": 5351,
    "公司簡稱": "鈺創",
    "資本額(百萬元)": 2848.093
  },
  {
    "排名": 39,
    "公司代號": 6188,
    "公司簡稱": "廣明",
    "資本額(百萬元)": 2783.589
  },
  {
    "排名": 40,
    "公司代號": 3374,
    "公司簡稱": "精材",
    "資本額(百萬元)": 2713.643
  },
  {
    "排名": 41,
    "公司代號": 6274,
    "公司簡稱": "台燿",
    "資本額(百萬元)": 2691.518
  },
  {
    "排名": 42,
    "公司代號": 3260,
    "公司簡稱": "威剛",
    "資本額(百萬元)": 2674.264
  },
  {
    "排名": 43,
    "公司代號": 5864,
    "公司簡稱": "致和證",
    "資本額(百萬元)": 2668.442
  },
  {
    "排名": 44,
    "公司代號": 5425,
    "公司簡稱": "台半",
    "資本額(百萬元)": 2634.854
  },
  {
    "排名": 45,
    "公司代號": 8908,
    "公司簡稱": "欣雄",
    "資本額(百萬元)": 2577.006
  },
  {
    "排名": 46,
    "公司代號": 4147,
    "公司簡稱": "中裕",
    "資本額(百萬元)": 2526.68
  },
  {
    "排名": 47,
    "公司代號": 8358,
    "公司簡稱": "金居",
    "資本額(百萬元)": 2525.88
  },
  {
    "排名": 48,
    "公司代號": 6020,
    "公司簡稱": "大展證",
    "資本額(百萬元)": 2523.532
  },
  {
    "排名": 49,
    "公司代號": 5905,
    "公司簡稱": "南仁湖",
    "資本額(百萬元)": 2498.247
  },
  {
    "排名": 50,
    "公司代號": 6125,
    "公司簡稱": "廣運",
    "資本額(百萬元)": 2490.112
  },
  {
    "排名": 51,
    "公司代號": 4105,
    "公司簡稱": "東洋",
    "資本額(百萬元)": 2486.5
  },
  {
    "排名": 52,
    "公司代號": 8936,
    "公司簡稱": "國統",
    "資本額(百萬元)": 2480.782
  },
  {
    "排名": 53,
    "公司代號": 2641,
    "公司簡稱": "正德",
    "資本額(百萬元)": 2396.982
  },
  {
    "排名": 54,
    "公司代號": 4174,
    "公司簡稱": "浩鼎",
    "資本額(百萬元)": 2294.394
  },
  {
    "排名": 55,
    "公司代號": 3078,
    "公司簡稱": "僑威",
    "資本額(百萬元)": 2273.911
  },
  {
    "排名": 56,
    "公司代號": 5324,
    "公司簡稱": "士開",
    "資本額(百萬元)": 2263.791
  },
  {
    "排名": 57,
    "公司代號": 5903,
    "公司簡稱": "全家",
    "資本額(百萬元)": 2232.2
  },
  {
    "排名": 58,
    "公司代號": 5508,
    "公司簡稱": "永信建",
    "資本額(百萬元)": 2174.281
  },
  {
    "排名": 59,
    "公司代號": 5514,
    "公司簡稱": "三豐",
    "資本額(百萬元)": 2162.255
  },
  {
    "排名": 60,
    "公司代號": 8121,
    "公司簡稱": "越峰",
    "資本額(百萬元)": 2129.937
  },
  {
    "排名": 61,
    "公司代號": 4113,
    "公司簡稱": "聯上",
    "資本額(百萬元)": 2111.382
  },
  {
    "排名": 62,
    "公司代號": 5381,
    "公司簡稱": "合正",
    "資本額(百萬元)": 2101.568
  },
  {
    "排名": 63,
    "公司代號": 4726,
    "公司簡稱": "永昕",
    "資本額(百萬元)": 2055.825
  },
  {
    "排名": 64,
    "公司代號": 8299,
    "公司簡稱": "群聯",
    "資本額(百萬元)": 1996.25
  },
  {
    "排名": 65,
    "公司代號": 8086,
    "公司簡稱": "宏捷科",
    "資本額(百萬元)": 1965.161
  },
  {
    "排名": 66,
    "公司代號": 8050,
    "公司簡稱": "廣積",
    "資本額(百萬元)": 1949.98
  },
  {
    "排名": 67,
    "公司代號": 5340,
    "公司簡稱": "建榮",
    "資本額(百萬元)": 1948.94
  },
  {
    "排名": 68,
    "公司代號": 5498,
    "公司簡稱": "凱崴",
    "資本額(百萬元)": 1899.283
  },
  {
    "排名": 69,
    "公司代號": 8059,
    "公司簡稱": "凱碩",
    "資本額(百萬元)": 1886.18
  },
  {
    "排名": 70,
    "公司代號": 3188,
    "公司簡稱": "鑫龍騰",
    "資本額(百萬元)": 1863.099
  },
  {
    "排名": 71,
    "公司代號": 5014,
    "公司簡稱": "建錩",
    "資本額(百萬元)": 1853.33
  },
  {
    "排名": 72,
    "公司代號": 6121,
    "公司簡稱": "新普",
    "資本額(百萬元)": 1849.705
  },
  {
    "排名": 73,
    "公司代號": 3630,
    "公司簡稱": "新鉅科",
    "資本額(百萬元)": 1841.919
  },
  {
    "排名": 74,
    "公司代號": 6124,
    "公司簡稱": "業強",
    "資本額(百萬元)": 1824.799
  },
  {
    "排名": 75,
    "公司代號": 5309,
    "公司簡稱": "系統電",
    "資本額(百萬元)": 1811.794
  },
  {
    "排名": 76,
    "公司代號": 6129,
    "公司簡稱": "普誠",
    "資本額(百萬元)": 1809.437
  },
  {
    "排名": 77,
    "公司代號": 4506,
    "公司簡稱": "崇友",
    "資本額(百萬元)": 1770.12
  },
  {
    "排名": 78,
    "公司代號": 4207,
    "公司簡稱": "環泰",
    "資本額(百萬元)": 1758.684
  },
  {
    "排名": 79,
    "公司代號": 6180,
    "公司簡稱": "橘子",
    "資本額(百萬元)": 1754.936
  },
  {
    "排名": 80,
    "公司代號": 3372,
    "公司簡稱": "典範",
    "資本額(百萬元)": 1754.1
  },
  {
    "排名": 81,
    "公司代號": 6509,
    "公司簡稱": "聚和",
    "資本額(百萬元)": 1734.903
  },
  {
    "排名": 82,
    "公司代號": 5328,
    "公司簡稱": "華容",
    "資本額(百萬元)": 1727.107
  },
  {
    "排名": 83,
    "公司代號": 6173,
    "公司簡稱": "信昌電",
    "資本額(百萬元)": 1720
  },
  {
    "排名": 84,
    "公司代號": 5457,
    "公司簡稱": "宣德",
    "資本額(百萬元)": 1708.505
  },
  {
    "排名": 85,
    "公司代號": 5392,
    "公司簡稱": "能率",
    "資本額(百萬元)": 1699.64
  },
  {
    "排名": 86,
    "公司代號": 9950,
    "公司簡稱": "萬國通",
    "資本額(百萬元)": 1677.16
  },
  {
    "排名": 87,
    "公司代號": 5355,
    "公司簡稱": "佳總",
    "資本額(百萬元)": 1661.228
  },
  {
    "排名": 88,
    "公司代號": 8942,
    "公司簡稱": "森鉅",
    "資本額(百萬元)": 1658.401
  },
  {
    "排名": 89,
    "公司代號": 5443,
    "公司簡稱": "均豪",
    "資本額(百萬元)": 1651.361
  },
  {
    "排名": 90,
    "公司代號": 8064,
    "公司簡稱": "東捷",
    "資本額(百萬元)": 1648.178
  },
  {
    "排名": 91,
    "公司代號": 6535,
    "公司簡稱": "順藥",
    "資本額(百萬元)": 1631.128
  },
  {
    "排名": 92,
    "公司代號": 8917,
    "公司簡稱": "欣泰",
    "資本額(百萬元)": 1626.524
  },
  {
    "排名": 93,
    "公司代號": 6167,
    "公司簡稱": "久正",
    "資本額(百萬元)": 1621.732
  },
  {
    "排名": 94,
    "公司代號": 6190,
    "公司簡稱": "萬泰科",
    "資本額(百萬元)": 1616.652
  },
  {
    "排名": 95,
    "公司代號": 5302,
    "公司簡稱": "太欣",
    "資本額(百萬元)": 1598.883
  },
  {
    "排名": 96,
    "公司代號": 4533,
    "公司簡稱": "協易機",
    "資本額(百萬元)": 1584.341
  },
  {
    "排名": 97,
    "公司代號": 5206,
    "公司簡稱": "坤悅",
    "資本額(百萬元)": 1559.25
  },
  {
    "排名": 98,
    "公司代號": 5523,
    "公司簡稱": "豐謙",
    "資本額(百萬元)": 1550.015
  },
  {
    "排名": 99,
    "公司代號": 6219,
    "公司簡稱": "富旺",
    "資本額(百萬元)": 1540.163
  },
  {
    "排名": 100,
    "公司代號": 6290,
    "公司簡稱": "良維",
    "資本額(百萬元)": 1535.045
  },
  {
    "排名": 101,
    "公司代號": 1584,
    "公司簡稱": "精剛",
    "資本額(百萬元)": 1524.705
  },
  {
    "排名": 102,
    "公司代號": 6603,
    "公司簡稱": "富強鑫",
    "資本額(百萬元)": 1524.136
  },
  {
    "排名": 103,
    "公司代號": 8916,
    "公司簡稱": "光隆",
    "資本額(百萬元)": 1506.918
  },
  {
    "排名": 104,
    "公司代號": 3211,
    "公司簡稱": "順達",
    "資本額(百萬元)": 1505.315
  },
  {
    "排名": 105,
    "公司代號": 6186,
    "公司簡稱": "新潤",
    "資本額(百萬元)": 1499.861
  },
  {
    "排名": 106,
    "公司代號": 6185,
    "公司簡稱": "幃翔",
    "資本額(百萬元)": 1498.675
  },
  {
    "排名": 107,
    "公司代號": 8096,
    "公司簡稱": "擎亞",
    "資本額(百萬元)": 1488.964
  },
  {
    "排名": 108,
    "公司代號": 5452,
    "公司簡稱": "佶優",
    "資本額(百萬元)": 1487.637
  },
  {
    "排名": 109,
    "公司代號": 5465,
    "公司簡稱": "富驊",
    "資本額(百萬元)": 1476.826
  },
  {
    "排名": 110,
    "公司代號": 8349,
    "公司簡稱": "?耀國際",
    "資本額(百萬元)": 1462.016
  },
  {
    "排名": 111,
    "公司代號": 3227,
    "公司簡稱": "原相",
    "資本額(百萬元)": 1461.373
  },
  {
    "排名": 112,
    "公司代號": 4162,
    "公司簡稱": "智擎",
    "資本額(百萬元)": 1456.858
  },
  {
    "排名": 113,
    "公司代號": 6220,
    "公司簡稱": "岳豐",
    "資本額(百萬元)": 1448.682
  },
  {
    "排名": 114,
    "公司代號": 5426,
    "公司簡稱": "振發",
    "資本額(百萬元)": 1438
  },
  {
    "排名": 115,
    "公司代號": 6175,
    "公司簡稱": "立敦",
    "資本額(百萬元)": 1432.196
  },
  {
    "排名": 116,
    "公司代號": 5701,
    "公司簡稱": "劍湖山",
    "資本額(百萬元)": 1430
  },
  {
    "排名": 117,
    "公司代號": 3362,
    "公司簡稱": "先進光",
    "資本額(百萬元)": 1424.599
  },
  {
    "排名": 118,
    "公司代號": 8234,
    "公司簡稱": "新漢",
    "資本額(百萬元)": 1412.265
  },
  {
    "排名": 119,
    "公司代號": 3293,
    "公司簡稱": "鈊象",
    "資本額(百萬元)": 1409.008
  },
  {
    "排名": 120,
    "公司代號": 8938,
    "公司簡稱": "明安",
    "資本額(百萬元)": 1402.003
  },
  {
    "排名": 121,
    "公司代號": 6284,
    "公司簡稱": "佳邦",
    "資本額(百萬元)": 1401.803
  },
  {
    "排名": 122,
    "公司代號": 8085,
    "公司簡稱": "福華",
    "資本額(百萬元)": 1399.83
  },
  {
    "排名": 123,
    "公司代號": 4714,
    "公司簡稱": "永捷",
    "資本額(百萬元)": 1394.638
  },
  {
    "排名": 124,
    "公司代號": 3176,
    "公司簡稱": "基亞",
    "資本額(百萬元)": 1393.463
  },
  {
    "排名": 125,
    "公司代號": 3265,
    "公司簡稱": "台星科",
    "資本額(百萬元)": 1362.617
  },
  {
    "排名": 126,
    "公司代號": 6163,
    "公司簡稱": "華電網",
    "資本額(百萬元)": 1362.315
  },
  {
    "排名": 127,
    "公司代號": 5609,
    "公司簡稱": "中菲行",
    "資本額(百萬元)": 1360.8
  },
  {
    "排名": 128,
    "公司代號": 5301,
    "公司簡稱": "寶得利",
    "資本額(百萬元)": 1345.526
  },
  {
    "排名": 129,
    "公司代號": 5013,
    "公司簡稱": "強新",
    "資本額(百萬元)": 1334.16
  },
  {
    "排名": 130,
    "公司代號": 4979,
    "公司簡稱": "華星光",
    "資本額(百萬元)": 1323.398
  },
  {
    "排名": 131,
    "公司代號": 3294,
    "公司簡稱": "英濟",
    "資本額(百萬元)": 1320.159
  },
  {
    "排名": 132,
    "公司代號": 3162,
    "公司簡稱": "精確",
    "資本額(百萬元)": 1308.973
  },
  {
    "排名": 133,
    "公司代號": 8042,
    "公司簡稱": "金山電",
    "資本額(百萬元)": 1294.625
  },
  {
    "排名": 134,
    "公司代號": 6261,
    "公司簡稱": "久元",
    "資本額(百萬元)": 1284.98
  },
  {
    "排名": 135,
    "公司代號": 8044,
    "公司簡稱": "網家",
    "資本額(百萬元)": 1281.629
  },
  {
    "排名": 136,
    "公司代號": 5478,
    "公司簡稱": "智冠",
    "資本額(百萬元)": 1274.743
  },
  {
    "排名": 137,
    "公司代號": 5475,
    "公司簡稱": "德宏",
    "資本額(百萬元)": 1271.27
  },
  {
    "排名": 138,
    "公司代號": 5529,
    "公司簡稱": "鉅陞",
    "資本額(百萬元)": 1240.528
  },
  {
    "排名": 139,
    "公司代號": 6266,
    "公司簡稱": "泰詠",
    "資本額(百萬元)": 1234.226
  },
  {
    "排名": 140,
    "公司代號": 6733,
    "公司簡稱": "博晟生醫",
    "資本額(百萬元)": 1230.76
  },
  {
    "排名": 141,
    "公司代號": 4401,
    "公司簡稱": "東隆興",
    "資本額(百萬元)": 1226.92
  },
  {
    "排名": 142,
    "公司代號": 5450,
    "公司簡稱": "南良",
    "資本額(百萬元)": 1223.923
  },
  {
    "排名": 143,
    "公司代號": 8931,
    "公司簡稱": "大汽電",
    "資本額(百萬元)": 1222.549
  },
  {
    "排名": 144,
    "公司代號": 1569,
    "公司簡稱": "濱川",
    "資本額(百萬元)": 1214.474
  },
  {
    "排名": 145,
    "公司代號": 8183,
    "公司簡稱": "精星",
    "資本額(百萬元)": 1212.511
  },
  {
    "排名": 146,
    "公司代號": 8403,
    "公司簡稱": "盛弘",
    "資本額(百萬元)": 1200.422
  },
  {
    "排名": 147,
    "公司代號": 8905,
    "公司簡稱": "裕國",
    "資本額(百萬元)": 1194.4
  },
  {
    "排名": 148,
    "公司代號": 3313,
    "公司簡稱": "斐成",
    "資本額(百萬元)": 1187.708
  },
  {
    "排名": 149,
    "公司代號": 6245,
    "公司簡稱": "立端",
    "資本額(百萬元)": 1185.074
  },
  {
    "排名": 150,
    "公司代號": 8049,
    "公司簡稱": "晶采",
    "資本額(百萬元)": 1182.798
  },
  {
    "排名": 151,
    "公司代號": 6576,
    "公司簡稱": "逸達",
    "資本額(百萬元)": 1182.711
  },
  {
    "排名": 152,
    "公司代號": 8436,
    "公司簡稱": "大江",
    "資本額(百萬元)": 1182.608
  },
  {
    "排名": 153,
    "公司代號": 6208,
    "公司簡稱": "日揚",
    "資本額(百萬元)": 1182.017
  },
  {
    "排名": 154,
    "公司代號": 6265,
    "公司簡稱": "方土昶",
    "資本額(百萬元)": 1181.722
  },
  {
    "排名": 155,
    "公司代號": 4907,
    "公司簡稱": "富宇",
    "資本額(百萬元)": 1181.458
  },
  {
    "排名": 156,
    "公司代號": 3624,
    "公司簡稱": "光頡",
    "資本額(百萬元)": 1173.408
  },
  {
    "排名": 157,
    "公司代號": 6126,
    "公司簡稱": "信音",
    "資本額(百萬元)": 1172.656
  },
  {
    "排名": 158,
    "公司代號": 3202,
    "公司簡稱": "樺晟",
    "資本額(百萬元)": 1171.649
  },
  {
    "排名": 159,
    "公司代號": 6461,
    "公司簡稱": "益得",
    "資本額(百萬元)": 1169.33
  },
  {
    "排名": 160,
    "公司代號": 6101,
    "公司簡稱": "寬魚國際",
    "資本額(百萬元)": 1164.224
  },
  {
    "排名": 161,
    "公司代號": 6264,
    "公司簡稱": "富裔",
    "資本額(百萬元)": 1163.553
  },
  {
    "排名": 162,
    "公司代號": 4192,
    "公司簡稱": "杏國",
    "資本額(百萬元)": 1150.77
  },
  {
    "排名": 163,
    "公司代號": 1799,
    "公司簡稱": "易威",
    "資本額(百萬元)": 1143.658
  },
  {
    "排名": 164,
    "公司代號": 3625,
    "公司簡稱": "西勝",
    "資本額(百萬元)": 1141.314
  },
  {
    "排名": 165,
    "公司代號": 8383,
    "公司簡稱": "千附",
    "資本額(百萬元)": 1137.605
  },
  {
    "排名": 166,
    "公司代號": 5511,
    "公司簡稱": "德昌",
    "資本額(百萬元)": 1134.4
  },
  {
    "排名": 167,
    "公司代號": 5438,
    "公司簡稱": "東友",
    "資本額(百萬元)": 1125.365
  },
  {
    "排名": 168,
    "公司代號": 3508,
    "公司簡稱": "位速",
    "資本額(百萬元)": 1108.217
  },
  {
    "排名": 169,
    "公司代號": 3071,
    "公司簡稱": "協禧",
    "資本額(百萬元)": 1100
  },
  {
    "排名": 170,
    "公司代號": 6287,
    "公司簡稱": "元隆",
    "資本額(百萬元)": 1095.364
  },
  {
    "排名": 171,
    "公司代號": 4130,
    "公司簡稱": "健亞",
    "資本額(百萬元)": 1093.758
  },
  {
    "排名": 172,
    "公司代號": 8111,
    "公司簡稱": "立?",
    "資本額(百萬元)": 1091.022
  },
  {
    "排名": 173,
    "公司代號": 5604,
    "公司簡稱": "中連",
    "資本額(百萬元)": 1087.83
  },
  {
    "排名": 174,
    "公司代號": 4168,
    "公司簡稱": "醣聯",
    "資本額(百萬元)": 1086.328
  },
  {
    "排名": 175,
    "公司代號": 6127,
    "公司簡稱": "九豪",
    "資本額(百萬元)": 1080.798
  },
  {
    "排名": 176,
    "公司代號": 4510,
    "公司簡稱": "高鋒",
    "資本額(百萬元)": 1080.107
  },
  {
    "排名": 177,
    "公司代號": 3322,
    "公司簡稱": "建舜電",
    "資本額(百萬元)": 1075.065
  },
  {
    "排名": 178,
    "公司代號": 8182,
    "公司簡稱": "加高",
    "資本額(百萬元)": 1070.412
  },
  {
    "排名": 179,
    "公司代號": 5315,
    "公司簡稱": "光聯",
    "資本額(百萬元)": 1063.518
  },
  {
    "排名": 180,
    "公司代號": 5603,
    "公司簡稱": "陸海",
    "資本額(百萬元)": 1048.766
  },
  {
    "排名": 181,
    "公司代號": 4903,
    "公司簡稱": "聯光通",
    "資本額(百萬元)": 1040.515
  },
  {
    "排名": 182,
    "公司代號": 3221,
    "公司簡稱": "台嘉碩",
    "資本額(百萬元)": 1040.444
  },
  {
    "排名": 183,
    "公司代號": 5356,
    "公司簡稱": "協益",
    "資本額(百萬元)": 1030.4
  },
  {
    "排名": 184,
    "公司代號": 5489,
    "公司簡稱": "彩富",
    "資本額(百萬元)": 1027.064
  },
  {
    "排名": 185,
    "公司代號": 5904,
    "公司簡稱": "寶雅",
    "資本額(百萬元)": 1021.82
  },
  {
    "排名": 186,
    "公司代號": 3357,
    "公司簡稱": "臺慶科",
    "資本額(百萬元)": 1020.34
  },
  {
    "排名": 187,
    "公司代號": 6212,
    "公司簡稱": "理銘",
    "資本額(百萬元)": 1020
  },
  {
    "排名": 188,
    "公司代號": 3709,
    "公司簡稱": "鑫聯大投控",
    "資本額(百萬元)": 1005.695
  },
  {
    "排名": 189,
    "公司代號": 6234,
    "公司簡稱": "高僑",
    "資本額(百萬元)": 1003.864
  },
  {
    "排名": 190,
    "公司代號": 8240,
    "公司簡稱": "華宏",
    "資本額(百萬元)": 1000.044
  },
  {
    "排名": 191,
    "公司代號": 2596,
    "公司簡稱": "綠意",
    "資本額(百萬元)": 1000
  },
  {
    "排名": 192,
    "公司代號": 6171,
    "公司簡稱": "大城地產",
    "資本額(百萬元)": 1000
  },
  {
    "排名": 193,
    "公司代號": 3290,
    "公司簡稱": "東浦",
    "資本額(百萬元)": 999.961
  },
  {
    "排名": 194,
    "公司代號": 5011,
    "公司簡稱": "久陽",
    "資本額(百萬元)": 999.219
  },
  {
    "排名": 195,
    "公司代號": 6279,
    "公司簡稱": "胡連",
    "資本額(百萬元)": 996.547
  },
  {
    "排名": 196,
    "公司代號": 8027,
    "公司簡稱": "鈦昇",
    "資本額(百萬元)": 995.954
  },
  {
    "排名": 197,
    "公司代號": 6841,
    "公司簡稱": "長佳智能",
    "資本額(百萬元)": 984.13
  },
  {
    "排名": 198,
    "公司代號": 4939,
    "公司簡稱": "亞電",
    "資本額(百萬元)": 982.009
  },
  {
    "排名": 199,
    "公司代號": 6411,
    "公司簡稱": "晶焱",
    "資本額(百萬元)": 979.826
  },
  {
    "排名": 200,
    "公司代號": 6217,
    "公司簡稱": "中探針",
    "資本額(百萬元)": 971.08
  },
  {
    "排名": 201,
    "公司代號": 6146,
    "公司簡稱": "耕興",
    "資本額(百萬元)": 970.164
  },
  {
    "排名": 202,
    "公司代號": 5490,
    "公司簡稱": "同亨",
    "資本額(百萬元)": 961.562
  },
  {
    "排名": 203,
    "公司代號": 8390,
    "公司簡稱": "金益鼎",
    "資本額(百萬元)": 960.061
  },
  {
    "排名": 204,
    "公司代號": 3594,
    "公司簡稱": "磐儀",
    "資本額(百萬元)": 954.394
  },
  {
    "排名": 205,
    "公司代號": 4736,
    "公司簡稱": "泰博",
    "資本額(百萬元)": 952.905
  },
  {
    "排名": 206,
    "公司代號": 5902,
    "公司簡稱": "德記",
    "資本額(百萬元)": 945
  },
  {
    "排名": 207,
    "公司代號": 6223,
    "公司簡稱": "旺矽",
    "資本額(百萬元)": 942.311
  },
  {
    "排名": 208,
    "公司代號": 3303,
    "公司簡稱": "岱稜",
    "資本額(百萬元)": 940.906
  },
  {
    "排名": 209,
    "公司代號": 1742,
    "公司簡稱": "台蠟",
    "資本額(百萬元)": 935.593
  },
  {
    "排名": 210,
    "公司代號": 4909,
    "公司簡稱": "新復興",
    "資本額(百萬元)": 933.568
  },
  {
    "排名": 211,
    "公司代號": 5439,
    "公司簡稱": "高技",
    "資本額(百萬元)": 929.757
  },
  {
    "排名": 212,
    "公司代號": 3236,
    "公司簡稱": "千如",
    "資本額(百萬元)": 929.209
  },
  {
    "排名": 213,
    "公司代號": 3088,
    "公司簡稱": "艾訊",
    "資本額(百萬元)": 919.605
  },
  {
    "排名": 214,
    "公司代號": 3691,
    "公司簡稱": "碩禾",
    "資本額(百萬元)": 918.834
  },
  {
    "排名": 215,
    "公司代號": 3081,
    "公司簡稱": "聯亞",
    "資本額(百萬元)": 918.677
  },
  {
    "排名": 216,
    "公司代號": 8277,
    "公司簡稱": "商丞",
    "資本額(百萬元)": 916.288
  },
  {
    "排名": 217,
    "公司代號": 5488,
    "公司簡稱": "松普",
    "資本額(百萬元)": 915.861
  },
  {
    "排名": 218,
    "公司代號": 8054,
    "公司簡稱": "安國",
    "資本額(百萬元)": 914.592
  },
  {
    "排名": 219,
    "公司代號": 8255,
    "公司簡稱": "朋程",
    "資本額(百萬元)": 914.47
  },
  {
    "排名": 220,
    "公司代號": 8935,
    "公司簡稱": "邦泰",
    "資本額(百萬元)": 909.66
  },
  {
    "排名": 221,
    "公司代號": 6118,
    "公司簡稱": "建達",
    "資本額(百萬元)": 908.896
  },
  {
    "排名": 222,
    "公司代號": 6104,
    "公司簡稱": "創惟",
    "資本額(百萬元)": 902.792
  },
  {
    "排名": 223,
    "公司代號": 9962,
    "公司簡稱": "有益",
    "資本額(百萬元)": 902.203
  },
  {
    "排名": 224,
    "公司代號": 3217,
    "公司簡稱": "優群",
    "資本額(百萬元)": 901.042
  },
  {
    "排名": 225,
    "公司代號": 6469,
    "公司簡稱": "大樹",
    "資本額(百萬元)": 899.185
  },
  {
    "排名": 226,
    "公司代號": 6492,
    "公司簡稱": "生華科",
    "資本額(百萬元)": 897.436
  },
  {
    "排名": 227,
    "公司代號": 6170,
    "公司簡稱": "統振",
    "資本額(百萬元)": 896.701
  },
  {
    "排名": 228,
    "公司代號": 5410,
    "公司簡稱": "國眾",
    "資本額(百萬元)": 892.219
  },
  {
    "排名": 229,
    "公司代號": 5202,
    "公司簡稱": "力新",
    "資本額(百萬元)": 890.94
  },
  {
    "排名": 230,
    "公司代號": 4109,
    "公司簡稱": "加捷生醫",
    "資本額(百萬元)": 889.367
  },
  {
    "排名": 231,
    "公司代號": 4205,
    "公司簡稱": "中華食",
    "資本額(百萬元)": 887.72
  },
  {
    "排名": 232,
    "公司代號": 8099,
    "公司簡稱": "大世科",
    "資本額(百萬元)": 885.6
  },
  {
    "排名": 233,
    "公司代號": 3324,
    "公司簡稱": "雙鴻",
    "資本額(百萬元)": 883.941
  },
  {
    "排名": 234,
    "公司代號": 3363,
    "公司簡稱": "上詮",
    "資本額(百萬元)": 883.366
  },
  {
    "排名": 235,
    "公司代號": 6179,
    "公司簡稱": "亞通",
    "資本額(百萬元)": 881.467
  },
  {
    "排名": 236,
    "公司代號": 4129,
    "公司簡稱": "聯合",
    "資本額(百萬元)": 881.116
  },
  {
    "排名": 237,
    "公司代號": 3284,
    "公司簡稱": "太普高",
    "資本額(百萬元)": 879.618
  },
  {
    "排名": 238,
    "公司代號": 6508,
    "公司簡稱": "惠光",
    "資本額(百萬元)": 879.505
  },
  {
    "排名": 239,
    "公司代號": 6499,
    "公司簡稱": "益安",
    "資本額(百萬元)": 878.501
  },
  {
    "排名": 240,
    "公司代號": 6143,
    "公司簡稱": "振曜",
    "資本額(百萬元)": 875.069
  },
  {
    "排名": 241,
    "公司代號": 3191,
    "公司簡稱": "和進",
    "資本額(百萬元)": 871.948
  },
  {
    "排名": 242,
    "公司代號": 4534,
    "公司簡稱": "慶騰",
    "資本額(百萬元)": 867.889
  },
  {
    "排名": 243,
    "公司代號": 4120,
    "公司簡稱": "友華",
    "資本額(百萬元)": 867.471
  },
  {
    "排名": 244,
    "公司代號": 5289,
    "公司簡稱": "宜鼎",
    "資本額(百萬元)": 866.666
  },
  {
    "排名": 245,
    "公司代號": 3680,
    "公司簡稱": "家登",
    "資本額(百萬元)": 865.882
  },
  {
    "排名": 246,
    "公司代號": 3083,
    "公司簡稱": "網龍",
    "資本額(百萬元)": 864.337
  },
  {
    "排名": 247,
    "公司代號": 1586,
    "公司簡稱": "和勤",
    "資本額(百萬元)": 858.988
  },
  {
    "排名": 248,
    "公司代號": 3552,
    "公司簡稱": "同致",
    "資本額(百萬元)": 855.929
  },
  {
    "排名": 249,
    "公司代號": 1788,
    "公司簡稱": "杏昌",
    "資本額(百萬元)": 855.21
  },
  {
    "排名": 250,
    "公司代號": 6111,
    "公司簡稱": "大宇資",
    "資本額(百萬元)": 852.63
  },
  {
    "排名": 251,
    "公司代號": 4121,
    "公司簡稱": "優盛",
    "資本額(百萬元)": 849.291
  },
  {
    "排名": 252,
    "公司代號": 4716,
    "公司簡稱": "大立",
    "資本額(百萬元)": 849.045
  },
  {
    "排名": 253,
    "公司代號": 3325,
    "公司簡稱": "旭品",
    "資本額(百萬元)": 846.346
  },
  {
    "排名": 254,
    "公司代號": 4529,
    "公司簡稱": "淳紳",
    "資本額(百萬元)": 845.811
  },
  {
    "排名": 255,
    "公司代號": 2718,
    "公司簡稱": "晶悅",
    "資本額(百萬元)": 845.76
  },
  {
    "排名": 256,
    "公司代號": 4528,
    "公司簡稱": "江興鍛",
    "資本額(百萬元)": 841.657
  },
  {
    "排名": 257,
    "公司代號": 3512,
    "公司簡稱": "皇龍",
    "資本額(百萬元)": 840
  },
  {
    "排名": 258,
    "公司代號": 4417,
    "公司簡稱": "金洲",
    "資本額(百萬元)": 839.713
  },
  {
    "排名": 259,
    "公司代號": 8924,
    "公司簡稱": "大田",
    "資本額(百萬元)": 838
  },
  {
    "排名": 260,
    "公司代號": 6187,
    "公司簡稱": "萬潤",
    "資本額(百萬元)": 833.239
  },
  {
    "排名": 261,
    "公司代號": 3489,
    "公司簡稱": "森寶",
    "資本額(百萬元)": 831.307
  },
  {
    "排名": 262,
    "公司代號": 3066,
    "公司簡稱": "李洲",
    "資本額(百萬元)": 830.706
  },
  {
    "排名": 263,
    "公司代號": 6221,
    "公司簡稱": "晉泰",
    "資本額(百萬元)": 826.85
  },
  {
    "排名": 264,
    "公司代號": 6506,
    "公司簡稱": "雙邦",
    "資本額(百萬元)": 823.608
  },
  {
    "排名": 265,
    "公司代號": 3631,
    "公司簡稱": "晟楠",
    "資本額(百萬元)": 818.209
  },
  {
    "排名": 266,
    "公司代號": 8930,
    "公司簡稱": "青鋼",
    "資本額(百萬元)": 818.094
  },
  {
    "排名": 267,
    "公司代號": 8074,
    "公司簡稱": "鉅橡",
    "資本額(百萬元)": 809.745
  },
  {
    "排名": 268,
    "公司代號": 8068,
    "公司簡稱": "全達",
    "資本額(百萬元)": 807.659
  },
  {
    "排名": 269,
    "公司代號": 3323,
    "公司簡稱": "加百裕",
    "資本額(百萬元)": 803.059
  },
  {
    "排名": 270,
    "公司代號": 4933,
    "公司簡稱": "友輝",
    "資本額(百萬元)": 802.657
  },
  {
    "排名": 271,
    "公司代號": 6154,
    "公司簡稱": "順發",
    "資本額(百萬元)": 800.8
  },
  {
    "排名": 272,
    "公司代號": 3511,
    "公司簡稱": "矽瑪",
    "資本額(百萬元)": 799.729
  },
  {
    "排名": 273,
    "公司代號": 6203,
    "公司簡稱": "海韻電",
    "資本額(百萬元)": 799.532
  },
  {
    "排名": 274,
    "公司代號": 3218,
    "公司簡稱": "大學光",
    "資本額(百萬元)": 799.292
  },
  {
    "排名": 275,
    "公司代號": 8043,
    "公司簡稱": "蜜望實",
    "資本額(百萬元)": 799.072
  },
  {
    "排名": 276,
    "公司代號": 6207,
    "公司簡稱": "雷科",
    "資本額(百萬元)": 796.799
  },
  {
    "排名": 277,
    "公司代號": 6233,
    "公司簡稱": "旺玖",
    "資本額(百萬元)": 796.099
  },
  {
    "排名": 278,
    "公司代號": 3685,
    "公司簡稱": "元創精密",
    "資本額(百萬元)": 795.74
  },
  {
    "排名": 279,
    "公司代號": 5344,
    "公司簡稱": "立衛",
    "資本額(百萬元)": 794.474
  },
  {
    "排名": 280,
    "公司代號": 5383,
    "公司簡稱": "金利",
    "資本額(百萬元)": 794.004
  },
  {
    "排名": 281,
    "公司代號": 4706,
    "公司簡稱": "大恭",
    "資本額(百萬元)": 790.301
  },
  {
    "排名": 282,
    "公司代號": 1336,
    "公司簡稱": "台翰",
    "資本額(百萬元)": 788.184
  },
  {
    "排名": 283,
    "公司代號": 8109,
    "公司簡稱": "博大",
    "資本額(百萬元)": 786.6
  },
  {
    "排名": 284,
    "公司代號": 6237,
    "公司簡稱": "驊訊",
    "資本額(百萬元)": 786.49
  },
  {
    "排名": 285,
    "公司代號": 8354,
    "公司簡稱": "冠好",
    "資本額(百萬元)": 785.323
  },
  {
    "排名": 286,
    "公司代號": 4908,
    "公司簡稱": "前鼎",
    "資本額(百萬元)": 782.169
  },
  {
    "排名": 287,
    "公司代號": 3483,
    "公司簡稱": "力致",
    "資本額(百萬元)": 781.465
  },
  {
    "排名": 288,
    "公司代號": 3713,
    "公司簡稱": "新晶投控",
    "資本額(百萬元)": 780.9
  },
  {
    "排名": 289,
    "公司代號": 6156,
    "公司簡稱": "松上",
    "資本額(百萬元)": 780.276
  },
  {
    "排名": 290,
    "公司代號": 4729,
    "公司簡稱": "熒茂",
    "資本額(百萬元)": 777.268
  },
  {
    "排名": 291,
    "公司代號": 6472,
    "公司簡稱": "保瑞",
    "資本額(百萬元)": 775.761
  },
  {
    "排名": 292,
    "公司代號": 3689,
    "公司簡稱": "湧德",
    "資本額(百萬元)": 772.333
  },
  {
    "排名": 293,
    "公司代號": 4513,
    "公司簡稱": "福裕",
    "資本額(百萬元)": 768.803
  },
  {
    "排名": 294,
    "公司代號": 8476,
    "公司簡稱": "台境",
    "資本額(百萬元)": 765.103
  },
  {
    "排名": 295,
    "公司代號": 3234,
    "公司簡稱": "光環",
    "資本額(百萬元)": 764.747
  },
  {
    "排名": 296,
    "公司代號": 3360,
    "公司簡稱": "尚立",
    "資本額(百萬元)": 764.021
  },
  {
    "排名": 297,
    "公司代號": 3529,
    "公司簡稱": "力旺",
    "資本額(百萬元)": 761.885
  },
  {
    "排名": 298,
    "公司代號": 4527,
    "公司簡稱": "方方土霖",
    "資本額(百萬元)": 761.524
  },
  {
    "排名": 299,
    "公司代號": 6227,
    "公司簡稱": "茂綸",
    "資本額(百萬元)": 761.118
  },
  {
    "排名": 300,
    "公司代號": 4535,
    "公司簡稱": "至興",
    "資本額(百萬元)": 756.617
  },
  {
    "排名": 301,
    "公司代號": 3484,
    "公司簡稱": "崧騰",
    "資本額(百萬元)": 755.365
  },
  {
    "排名": 302,
    "公司代號": 3163,
    "公司簡稱": "波若威",
    "資本額(百萬元)": 752.869
  },
  {
    "排名": 303,
    "公司代號": 3141,
    "公司簡稱": "晶宏",
    "資本額(百萬元)": 750.933
  },
  {
    "排名": 304,
    "公司代號": 8107,
    "公司簡稱": "大億金茂",
    "資本額(百萬元)": 750
  },
  {
    "排名": 305,
    "公司代號": 5353,
    "公司簡稱": "台林",
    "資本額(百萬元)": 750
  },
  {
    "排名": 306,
    "公司代號": 4721,
    "公司簡稱": "美琪瑪",
    "資本額(百萬元)": 749.863
  },
  {
    "排名": 307,
    "公司代號": 6161,
    "公司簡稱": "捷波",
    "資本額(百萬元)": 749.833
  },
  {
    "排名": 308,
    "公司代號": 9951,
    "公司簡稱": "皇田",
    "資本額(百萬元)": 749
  },
  {
    "排名": 309,
    "公司代號": 3289,
    "公司簡稱": "宜特",
    "資本額(百萬元)": 747.751
  },
  {
    "排名": 310,
    "公司代號": 3259,
    "公司簡稱": "鑫創",
    "資本額(百萬元)": 746.877
  },
  {
    "排名": 311,
    "公司代號": 4173,
    "公司簡稱": "久裕",
    "資本額(百萬元)": 745.744
  },
  {
    "排名": 312,
    "公司代號": 1599,
    "公司簡稱": "宏佳騰",
    "資本額(百萬元)": 745.287
  },
  {
    "排名": 313,
    "公司代號": 5403,
    "公司簡稱": "中菲",
    "資本額(百萬元)": 743.23
  },
  {
    "排名": 314,
    "公司代號": 6138,
    "公司簡稱": "茂達",
    "資本額(百萬元)": 740.675
  },
  {
    "排名": 315,
    "公司代號": 3388,
    "公司簡稱": "崇越電",
    "資本額(百萬元)": 740.624
  },
  {
    "排名": 316,
    "公司代號": 4712,
    "公司簡稱": "南璋",
    "資本額(百萬元)": 736.907
  },
  {
    "排名": 317,
    "公司代號": 3663,
    "公司簡稱": "鑫科",
    "資本額(百萬元)": 734.98
  },
  {
    "排名": 318,
    "公司代號": 5481,
    "公司簡稱": "新華",
    "資本額(百萬元)": 734.029
  },
  {
    "排名": 319,
    "公司代號": 3540,
    "公司簡稱": "曜越",
    "資本額(百萬元)": 730.665
  },
  {
    "排名": 320,
    "公司代號": 3402,
    "公司簡稱": "漢科",
    "資本額(百萬元)": 730.476
  },
  {
    "排名": 321,
    "公司代號": 4126,
    "公司簡稱": "太醫",
    "資本額(百萬元)": 726
  },
  {
    "排名": 322,
    "公司代號": 6134,
    "公司簡稱": "萬旭",
    "資本額(百萬元)": 725.845
  },
  {
    "排名": 323,
    "公司代號": 4974,
    "公司簡稱": "亞泰",
    "資本額(百萬元)": 725.001
  },
  {
    "排名": 324,
    "公司代號": 8937,
    "公司簡稱": "合騏",
    "資本額(百萬元)": 724.788
  },
  {
    "排名": 325,
    "公司代號": 6609,
    "公司簡稱": "瀧澤科",
    "資本額(百萬元)": 724.562
  },
  {
    "排名": 326,
    "公司代號": 4702,
    "公司簡稱": "中美實",
    "資本額(百萬元)": 723.332
  },
  {
    "排名": 327,
    "公司代號": 6122,
    "公司簡稱": "擎邦",
    "資本額(百萬元)": 722.068
  },
  {
    "排名": 328,
    "公司代號": 6270,
    "公司簡稱": "倍微",
    "資本額(百萬元)": 721.458
  },
  {
    "排名": 329,
    "公司代號": 8176,
    "公司簡稱": "智捷",
    "資本額(百萬元)": 717.01
  },
  {
    "排名": 330,
    "公司代號": 3479,
    "公司簡稱": "安勤",
    "資本額(百萬元)": 712.682
  },
  {
    "排名": 331,
    "公司代號": 5464,
    "公司簡稱": "霖宏",
    "資本額(百萬元)": 710.715
  },
  {
    "排名": 332,
    "公司代號": 3230,
    "公司簡稱": "錦明",
    "資本額(百萬元)": 710.109
  },
  {
    "排名": 333,
    "公司代號": 6803,
    "公司簡稱": "崑鼎投控",
    "資本額(百萬元)": 708.33
  },
  {
    "排名": 334,
    "公司代號": 6561,
    "公司簡稱": "是方",
    "資本額(百萬元)": 707.449
  },
  {
    "排名": 335,
    "公司代號": 3219,
    "公司簡稱": "倚強科",
    "資本額(百萬元)": 703.512
  },
  {
    "排名": 336,
    "公司代號": 5703,
    "公司簡稱": "亞都麗緻",
    "資本額(百萬元)": 702.396
  },
  {
    "排名": 337,
    "公司代號": 6275,
    "公司簡稱": "元山",
    "資本額(百萬元)": 701.669
  },
  {
    "排名": 338,
    "公司代號": 3354,
    "公司簡稱": "律勝",
    "資本額(百萬元)": 701.124
  },
  {
    "排名": 339,
    "公司代號": 3276,
    "公司簡稱": "宇環",
    "資本額(百萬元)": 697.127
  },
  {
    "排名": 340,
    "公司代號": 2064,
    "公司簡稱": "晉椿",
    "資本額(百萬元)": 696.3
  },
  {
    "排名": 341,
    "公司代號": 8084,
    "公司簡稱": "巨虹",
    "資本額(百萬元)": 695.142
  },
  {
    "排名": 342,
    "公司代號": 4107,
    "公司簡稱": "邦特",
    "資本額(百萬元)": 692.983
  },
  {
    "排名": 343,
    "公司代號": 6462,
    "公司簡稱": "神盾",
    "資本額(百萬元)": 692.718
  },
  {
    "排名": 344,
    "公司代號": 3152,
    "公司簡稱": "璟德",
    "資本額(百萬元)": 690.162
  },
  {
    "排名": 345,
    "公司代號": 8040,
    "公司簡稱": "九暘",
    "資本額(百萬元)": 688.501
  },
  {
    "排名": 346,
    "公司代號": 3520,
    "公司簡稱": "華盈",
    "資本額(百萬元)": 688.468
  },
  {
    "排名": 347,
    "公司代號": 2719,
    "公司簡稱": "燦星旅",
    "資本額(百萬元)": 687.421
  },
  {
    "排名": 348,
    "公司代號": 3390,
    "公司簡稱": "旭軟",
    "資本額(百萬元)": 686.551
  },
  {
    "排名": 349,
    "公司代號": 6160,
    "公司簡稱": "欣技",
    "資本額(百萬元)": 684.891
  },
  {
    "排名": 350,
    "公司代號": 3615,
    "公司簡稱": "安可",
    "資本額(百萬元)": 684.67
  },
  {
    "排名": 351,
    "公司代號": 8289,
    "公司簡稱": "泰藝",
    "資本額(百萬元)": 683.338
  },
  {
    "排名": 352,
    "公司代號": 3224,
    "公司簡稱": "三顧",
    "資本額(百萬元)": 681.726
  },
  {
    "排名": 353,
    "公司代號": 6712,
    "公司簡稱": "長聖",
    "資本額(百萬元)": 681.443
  },
  {
    "排名": 354,
    "公司代號": 3228,
    "公司簡稱": "金麗科",
    "資本額(百萬元)": 677.927
  },
  {
    "排名": 355,
    "公司代號": 4541,
    "公司簡稱": "晟田",
    "資本額(百萬元)": 676.471
  },
  {
    "排名": 356,
    "公司代號": 4303,
    "公司簡稱": "信立",
    "資本額(百萬元)": 675
  },
  {
    "排名": 357,
    "公司代號": 4953,
    "公司簡稱": "緯軟",
    "資本額(百萬元)": 673.277
  },
  {
    "排名": 358,
    "公司代號": 8171,
    "公司簡稱": "天宇",
    "資本額(百萬元)": 672.505
  },
  {
    "排名": 359,
    "公司代號": 6109,
    "公司簡稱": "亞元",
    "資本額(百萬元)": 669.23
  },
  {
    "排名": 360,
    "公司代號": 3171,
    "公司簡稱": "新洲",
    "資本額(百萬元)": 667.035
  },
  {
    "排名": 361,
    "公司代號": 8932,
    "公司簡稱": "智通",
    "資本額(百萬元)": 666.101
  },
  {
    "排名": 362,
    "公司代號": 6546,
    "公司簡稱": "正基",
    "資本額(百萬元)": 662.269
  },
  {
    "排名": 363,
    "公司代號": 5455,
    "公司簡稱": "昇益",
    "資本額(百萬元)": 655.018
  },
  {
    "排名": 364,
    "公司代號": 3089,
    "公司簡稱": "億杰",
    "資本額(百萬元)": 651.133
  },
  {
    "排名": 365,
    "公司代號": 5601,
    "公司簡稱": "台聯櫃",
    "資本額(百萬元)": 648
  },
  {
    "排名": 366,
    "公司代號": 5263,
    "公司簡稱": "智崴",
    "資本額(百萬元)": 645.302
  },
  {
    "排名": 367,
    "公司代號": 3226,
    "公司簡稱": "至寶電",
    "資本額(百萬元)": 644.306
  },
  {
    "排名": 368,
    "公司代號": 4931,
    "公司簡稱": "新盛力",
    "資本額(百萬元)": 643.198
  },
  {
    "排名": 369,
    "公司代號": 6218,
    "公司簡稱": "豪勉",
    "資本額(百萬元)": 642.62
  },
  {
    "排名": 370,
    "公司代號": 4523,
    "公司簡稱": "永彰",
    "資本額(百萬元)": 640
  },
  {
    "排名": 371,
    "公司代號": 3556,
    "公司簡稱": "禾瑞亞",
    "資本額(百萬元)": 637.029
  },
  {
    "排名": 372,
    "公司代號": 4973,
    "公司簡稱": "廣穎電通",
    "資本額(百萬元)": 635.058
  },
  {
    "排名": 373,
    "公司代號": 8034,
    "公司簡稱": "榮群",
    "資本額(百萬元)": 628.737
  },
  {
    "排名": 374,
    "公司代號": 3498,
    "公司簡稱": "陽程",
    "資本額(百萬元)": 628.73
  },
  {
    "排名": 375,
    "公司代號": 3169,
    "公司簡稱": "亞信",
    "資本額(百萬元)": 627.77
  },
  {
    "排名": 376,
    "公司代號": 3114,
    "公司簡稱": "好德",
    "資本額(百萬元)": 626.248
  },
  {
    "排名": 377,
    "公司代號": 6263,
    "公司簡稱": "普萊德",
    "資本額(百萬元)": 625.01
  },
  {
    "排名": 378,
    "公司代號": 3587,
    "公司簡稱": "閎康",
    "資本額(百萬元)": 623.131
  },
  {
    "排名": 379,
    "公司代號": 5210,
    "公司簡稱": "寶碩",
    "資本額(百萬元)": 621.778
  },
  {
    "排名": 380,
    "公司代號": 3491,
    "公司簡稱": "昇達科",
    "資本額(百萬元)": 621.586
  },
  {
    "排名": 381,
    "公司代號": 6123,
    "公司簡稱": "上奇",
    "資本額(百萬元)": 620.894
  },
  {
    "排名": 382,
    "公司代號": 6248,
    "公司簡稱": "沛波",
    "資本額(百萬元)": 620.836
  },
  {
    "排名": 383,
    "公司代號": 4416,
    "公司簡稱": "三圓",
    "資本額(百萬元)": 620.238
  },
  {
    "排名": 384,
    "公司代號": 3523,
    "公司簡稱": "迎輝",
    "資本額(百萬元)": 618.299
  },
  {
    "排名": 385,
    "公司代號": 6199,
    "公司簡稱": "天品",
    "資本額(百萬元)": 617.6
  },
  {
    "排名": 386,
    "公司代號": 4153,
    "公司簡稱": "鈺緯",
    "資本額(百萬元)": 617.591
  },
  {
    "排名": 387,
    "公司代號": 8038,
    "公司簡稱": "長園科",
    "資本額(百萬元)": 614.283
  },
  {
    "排名": 388,
    "公司代號": 4433,
    "公司簡稱": "興采",
    "資本額(百萬元)": 612.998
  },
  {
    "排名": 389,
    "公司代號": 3317,
    "公司簡稱": "尼克森",
    "資本額(百萬元)": 612.515
  },
  {
    "排名": 390,
    "公司代號": 3466,
    "公司簡稱": "致振",
    "資本額(百萬元)": 612.006
  },
  {
    "排名": 391,
    "公司代號": 3531,
    "公司簡稱": "先益",
    "資本額(百萬元)": 611.75
  },
  {
    "排名": 392,
    "公司代號": 4711,
    "公司簡稱": "永純",
    "資本額(百萬元)": 610.56
  },
  {
    "排名": 393,
    "公司代號": 5536,
    "公司簡稱": "聖暉*",
    "資本額(百萬元)": 610.314
  },
  {
    "排名": 394,
    "公司代號": 8088,
    "公司簡稱": "品安",
    "資本額(百萬元)": 609.217
  },
  {
    "排名": 395,
    "公司代號": 3521,
    "公司簡稱": "鴻翊",
    "資本額(百萬元)": 606.744
  },
  {
    "排名": 396,
    "公司代號": 5015,
    "公司簡稱": "華祺",
    "資本額(百萬元)": 606.392
  },
  {
    "排名": 397,
    "公司代號": 4503,
    "公司簡稱": "金雨",
    "資本額(百萬元)": 603.133
  },
  {
    "排名": 398,
    "公司代號": 3548,
    "公司簡稱": "兆利",
    "資本額(百萬元)": 601.214
  },
  {
    "排名": 399,
    "公司代號": 8097,
    "公司簡稱": "常珵",
    "資本額(百萬元)": 600.645
  },
  {
    "排名": 400,
    "公司代號": 5312,
    "公司簡稱": "寶島科",
    "資本額(百萬元)": 600.599
  },
  {
    "排名": 401,
    "公司代號": 8401,
    "公司簡稱": "白紗科",
    "資本額(百萬元)": 600.417
  },
  {
    "排名": 402,
    "公司代號": 5520,
    "公司簡稱": "力泰",
    "資本額(百萬元)": 599.752
  },
  {
    "排名": 403,
    "公司代號": 3455,
    "公司簡稱": "由田",
    "資本額(百萬元)": 598.507
  },
  {
    "排名": 404,
    "公司代號": 2640,
    "公司簡稱": "大車隊",
    "資本額(百萬元)": 592.65
  },
  {
    "排名": 405,
    "公司代號": 6829,
    "公司簡稱": "千附精密",
    "資本額(百萬元)": 591.69
  },
  {
    "排名": 406,
    "公司代號": 3564,
    "公司簡稱": "其陽",
    "資本額(百萬元)": 591.231
  },
  {
    "排名": 407,
    "公司代號": 3526,
    "公司簡稱": "凡甲",
    "資本額(百萬元)": 589.978
  },
  {
    "排名": 408,
    "公司代號": 3206,
    "公司簡稱": "志豐",
    "資本額(百萬元)": 589.167
  },
  {
    "排名": 409,
    "公司代號": 5460,
    "公司簡稱": "同協",
    "資本額(百萬元)": 587.781
  },
  {
    "排名": 410,
    "公司代號": 3666,
    "公司簡稱": "光耀",
    "資本額(百萬元)": 586.906
  },
  {
    "排名": 411,
    "公司代號": 3213,
    "公司簡稱": "茂訊",
    "資本額(百萬元)": 586.855
  },
  {
    "排名": 412,
    "公司代號": 8089,
    "公司簡稱": "康全電訊",
    "資本額(百萬元)": 586.655
  },
  {
    "排名": 413,
    "公司代號": 4561,
    "公司簡稱": "健椿",
    "資本額(百萬元)": 585.216
  },
  {
    "排名": 414,
    "公司代號": 5236,
    "公司簡稱": "凌陽創新",
    "資本額(百萬元)": 585.001
  },
  {
    "排名": 415,
    "公司代號": 6584,
    "公司簡稱": "南俊國際",
    "資本額(百萬元)": 584.898
  },
  {
    "排名": 416,
    "公司代號": 3577,
    "公司簡稱": "泓格",
    "資本額(百萬元)": 581.506
  },
  {
    "排名": 417,
    "公司代號": 4502,
    "公司簡稱": "健信",
    "資本額(百萬元)": 581.117
  },
  {
    "排名": 418,
    "公司代號": 3310,
    "公司簡稱": "佳穎",
    "資本額(百萬元)": 578.514
  },
  {
    "排名": 419,
    "公司代號": 4111,
    "公司簡稱": "濟生",
    "資本額(百萬元)": 569.83
  },
  {
    "排名": 420,
    "公司代號": 4543,
    "公司簡稱": "萬在",
    "資本額(百萬元)": 569.7
  },
  {
    "排名": 421,
    "公司代號": 3541,
    "公司簡稱": "西柏",
    "資本額(百萬元)": 567.871
  },
  {
    "排名": 422,
    "公司代號": 3551,
    "公司簡稱": "世禾",
    "資本額(百萬元)": 567.749
  },
  {
    "排名": 423,
    "公司代號": 4430,
    "公司簡稱": "耀億",
    "資本額(百萬元)": 562.736
  },
  {
    "排名": 424,
    "公司代號": 5345,
    "公司簡稱": "天揚",
    "資本額(百萬元)": 562.5
  },
  {
    "排名": 425,
    "公司代號": 5272,
    "公司簡稱": "笙科",
    "資本額(百萬元)": 559.731
  },
  {
    "排名": 426,
    "公司代號": 4911,
    "公司簡稱": "德英",
    "資本額(百萬元)": 556.6
  },
  {
    "排名": 427,
    "公司代號": 6151,
    "公司簡稱": "晉倫",
    "資本額(百萬元)": 552.573
  },
  {
    "排名": 428,
    "公司代號": 6664,
    "公司簡稱": "群翊",
    "資本額(百萬元)": 552.322
  },
  {
    "排名": 429,
    "公司代號": 6158,
    "公司簡稱": "禾昌",
    "資本額(百萬元)": 550.479
  },
  {
    "排名": 430,
    "公司代號": 4305,
    "公司簡稱": "世坤",
    "資本額(百萬元)": 550.14
  },
  {
    "排名": 431,
    "公司代號": 3490,
    "公司簡稱": "單井",
    "資本額(百萬元)": 550.065
  },
  {
    "排名": 432,
    "公司代號": 3499,
    "公司簡稱": "環天科",
    "資本額(百萬元)": 549.706
  },
  {
    "排名": 433,
    "公司代號": 4563,
    "公司簡稱": "百德",
    "資本額(百萬元)": 549.5
  },
  {
    "排名": 434,
    "公司代號": 6679,
    "公司簡稱": "鈺太",
    "資本額(百萬元)": 549.393
  },
  {
    "排名": 435,
    "公司代號": 8421,
    "公司簡稱": "旭源",
    "資本額(百萬元)": 548.171
  },
  {
    "排名": 436,
    "公司代號": 2916,
    "公司簡稱": "滿心",
    "資本額(百萬元)": 546.269
  },
  {
    "排名": 437,
    "公司代號": 3272,
    "公司簡稱": "東碩",
    "資本額(百萬元)": 546.143
  },
  {
    "排名": 438,
    "公司代號": 8048,
    "公司簡稱": "德勝",
    "資本額(百萬元)": 544.712
  },
  {
    "排名": 439,
    "公司代號": 4728,
    "公司簡稱": "雙美",
    "資本額(百萬元)": 544.63
  },
  {
    "排名": 440,
    "公司代號": 3207,
    "公司簡稱": "耀勝",
    "資本額(百萬元)": 537.704
  },
  {
    "排名": 441,
    "公司代號": 3537,
    "公司簡稱": "堡達",
    "資本額(百萬元)": 535.647
  },
  {
    "排名": 442,
    "公司代號": 4188,
    "公司簡稱": "安克",
    "資本額(百萬元)": 532.214
  },
  {
    "排名": 443,
    "公司代號": 8446,
    "公司簡稱": "華研",
    "資本額(百萬元)": 529.144
  },
  {
    "排名": 444,
    "公司代號": 4161,
    "公司簡稱": "聿新科",
    "資本額(百萬元)": 524.279
  },
  {
    "排名": 445,
    "公司代號": 8420,
    "公司簡稱": "明揚",
    "資本額(百萬元)": 520.967
  },
  {
    "排名": 446,
    "公司代號": 8433,
    "公司簡稱": "弘帆",
    "資本額(百萬元)": 520.816
  },
  {
    "排名": 447,
    "公司代號": 4744,
    "公司簡稱": "皇將",
    "資本額(百萬元)": 520.366
  },
  {
    "排名": 448,
    "公司代號": 4406,
    "公司簡稱": "新昕纖",
    "資本額(百萬元)": 519.12
  },
  {
    "排名": 449,
    "公司代號": 8071,
    "公司簡稱": "能率網通",
    "資本額(百萬元)": 518.543
  },
  {
    "排名": 450,
    "公司代號": 8032,
    "公司簡稱": "光菱",
    "資本額(百萬元)": 518.103
  },
  {
    "排名": 451,
    "公司代號": 3339,
    "公司簡稱": "泰谷",
    "資本額(百萬元)": 516.312
  },
  {
    "排名": 452,
    "公司代號": 1570,
    "公司簡稱": "力肯",
    "資本額(百萬元)": 515.008
  },
  {
    "排名": 453,
    "公司代號": 2065,
    "公司簡稱": "世豐",
    "資本額(百萬元)": 514.046
  },
  {
    "排名": 454,
    "公司代號": 8450,
    "公司簡稱": "霹靂",
    "資本額(百萬元)": 513.099
  },
  {
    "排名": 455,
    "公司代號": 8155,
    "公司簡稱": "博智",
    "資本額(百萬元)": 512.31
  },
  {
    "排名": 456,
    "公司代號": 3581,
    "公司簡稱": "博磊",
    "資本額(百萬元)": 510.06
  },
  {
    "排名": 457,
    "公司代號": 5299,
    "公司簡稱": "杰力",
    "資本額(百萬元)": 508.89
  },
  {
    "排名": 458,
    "公司代號": 8928,
    "公司簡稱": "鉅明",
    "資本額(百萬元)": 508.54
  },
  {
    "排名": 459,
    "公司代號": 5287,
    "公司簡稱": "數字",
    "資本額(百萬元)": 507.95
  },
  {
    "排名": 460,
    "公司代號": 3306,
    "公司簡稱": "鼎天",
    "資本額(百萬元)": 506.077
  },
  {
    "排名": 461,
    "公司代號": 3516,
    "公司簡稱": "亞帝歐",
    "資本額(百萬元)": 505.902
  },
  {
    "排名": 462,
    "公司代號": 4432,
    "公司簡稱": "銘旺實",
    "資本額(百萬元)": 505.89
  },
  {
    "排名": 463,
    "公司代號": 8929,
    "公司簡稱": "富堡",
    "資本額(百萬元)": 505.809
  },
  {
    "排名": 464,
    "公司代號": 4538,
    "公司簡稱": "大詠城",
    "資本額(百萬元)": 504.61
  },
  {
    "排名": 465,
    "公司代號": 1565,
    "公司簡稱": "精華",
    "資本額(百萬元)": 504.165
  },
  {
    "排名": 466,
    "公司代號": 1580,
    "公司簡稱": "新麥",
    "資本額(百萬元)": 502.302
  },
  {
    "排名": 467,
    "公司代號": 3252,
    "公司簡稱": "海灣",
    "資本額(百萬元)": 501.958
  },
  {
    "排名": 468,
    "公司代號": 6195,
    "公司簡稱": "詩肯",
    "資本額(百萬元)": 501.93
  },
  {
    "排名": 469,
    "公司代號": 6113,
    "公司簡稱": "亞矽",
    "資本額(百萬元)": 500.471
  },
  {
    "排名": 470,
    "公司代號": 4558,
    "公司簡稱": "寶緯",
    "資本額(百萬元)": 500
  },
  {
    "排名": 471,
    "公司代號": 6174,
    "公司簡稱": "安?",
    "資本額(百萬元)": 500
  },
  {
    "排名": 472,
    "公司代號": 5398,
    "公司簡稱": "慕康生醫",
    "資本額(百萬元)": 499.505
  },
  {
    "排名": 473,
    "公司代號": 1784,
    "公司簡稱": "訊聯",
    "資本額(百萬元)": 496.269
  },
  {
    "排名": 474,
    "公司代號": 5016,
    "公司簡稱": "松和",
    "資本額(百萬元)": 496.221
  },
  {
    "排名": 475,
    "公司代號": 2063,
    "公司簡稱": "世鎧",
    "資本額(百萬元)": 495.995
  },
  {
    "排名": 476,
    "公司代號": 4530,
    "公司簡稱": "宏易",
    "資本額(百萬元)": 494.373
  },
  {
    "排名": 477,
    "公司代號": 4549,
    "公司簡稱": "桓達",
    "資本額(百萬元)": 493.595
  },
  {
    "排名": 478,
    "公司代號": 4577,
    "公司簡稱": "達航科技",
    "資本額(百萬元)": 491.38
  },
  {
    "排名": 479,
    "公司代號": 3558,
    "公司簡稱": "神準",
    "資本額(百萬元)": 490.609
  },
  {
    "排名": 480,
    "公司代號": 2736,
    "公司簡稱": "富野",
    "資本額(百萬元)": 489.923
  },
  {
    "排名": 481,
    "公司代號": 6732,
    "公司簡稱": "昇佳電子",
    "資本額(百萬元)": 489.126
  },
  {
    "排名": 482,
    "公司代號": 6150,
    "公司簡稱": "撼訊",
    "資本額(百萬元)": 483.46
  },
  {
    "排名": 483,
    "公司代號": 4163,
    "公司簡稱": "鐿鈦",
    "資本額(百萬元)": 482.902
  },
  {
    "排名": 484,
    "公司代號": 3546,
    "公司簡稱": "宇峻",
    "資本額(百萬元)": 481.777
  },
  {
    "排名": 485,
    "公司代號": 3332,
    "公司簡稱": "幸康",
    "資本額(百萬元)": 481.042
  },
  {
    "排名": 486,
    "公司代號": 6194,
    "公司簡稱": "育富",
    "資本額(百萬元)": 480
  },
  {
    "排名": 487,
    "公司代號": 8091,
    "公司簡稱": "翔名",
    "資本額(百萬元)": 479.601
  },
  {
    "排名": 488,
    "公司代號": 4609,
    "公司簡稱": "唐鋒",
    "資本額(百萬元)": 479.468
  },
  {
    "排名": 489,
    "公司代號": 6496,
    "公司簡稱": "科懋",
    "資本額(百萬元)": 474.941
  },
  {
    "排名": 490,
    "公司代號": 1595,
    "公司簡稱": "川寶",
    "資本額(百萬元)": 474.226
  },
  {
    "排名": 491,
    "公司代號": 1781,
    "公司簡稱": "合世",
    "資本額(百萬元)": 474.076
  },
  {
    "排名": 492,
    "公司代號": 2926,
    "公司簡稱": "誠品生活",
    "資本額(百萬元)": 473.897
  },
  {
    "排名": 493,
    "公司代號": 8291,
    "公司簡稱": "尚茂",
    "資本額(百萬元)": 473.12
  },
  {
    "排名": 494,
    "公司代號": 3438,
    "公司簡稱": "類比科",
    "資本額(百萬元)": 471.658
  },
  {
    "排名": 495,
    "公司代號": 5230,
    "公司簡稱": "雷笛克光學",
    "資本額(百萬元)": 469.559
  },
  {
    "排名": 496,
    "公司代號": 6292,
    "公司簡稱": "迅德",
    "資本額(百萬元)": 469.007
  },
  {
    "排名": 497,
    "公司代號": 4950,
    "公司簡稱": "牧東",
    "資本額(百萬元)": 467.598
  },
  {
    "排名": 498,
    "公司代號": 2754,
    "公司簡稱": "亞洲藏壽司",
    "資本額(百萬元)": 467.172
  },
  {
    "排名": 499,
    "公司代號": 2061,
    "公司簡稱": "風青",
    "資本額(百萬元)": 466.432
  },
  {
    "排名": 500,
    "公司代號": 1813,
    "公司簡稱": "寶利徠",
    "資本額(百萬元)": 466.355
  },
  {
    "排名": 501,
    "公司代號": 6516,
    "公司簡稱": "勤崴國際",
    "資本額(百萬元)": 466.202
  },
  {
    "排名": 502,
    "公司代號": 6148,
    "公司簡稱": "驊宏資",
    "資本額(百萬元)": 466.038
  },
  {
    "排名": 503,
    "公司代號": 8921,
    "公司簡稱": "沈氏",
    "資本額(百萬元)": 465.922
  },
  {
    "排名": 504,
    "公司代號": 3232,
    "公司簡稱": "昱捷",
    "資本額(百萬元)": 465.679
  },
  {
    "排名": 505,
    "公司代號": 2732,
    "公司簡稱": "六角",
    "資本額(百萬元)": 464.476
  },
  {
    "排名": 506,
    "公司代號": 8284,
    "公司簡稱": "三竹",
    "資本額(百萬元)": 463.42
  },
  {
    "排名": 507,
    "公司代號": 4402,
    "公司簡稱": "福大",
    "資本額(百萬元)": 459.918
  },
  {
    "排名": 508,
    "公司代號": 4171,
    "公司簡稱": "瑞基",
    "資本額(百萬元)": 459.66
  },
  {
    "排名": 509,
    "公司代號": 4127,
    "公司簡稱": "天良",
    "資本額(百萬元)": 457.6
  },
  {
    "排名": 510,
    "公司代號": 6693,
    "公司簡稱": "廣閎科",
    "資本額(百萬元)": 457.2
  },
  {
    "排名": 511,
    "公司代號": 5516,
    "公司簡稱": "雙喜",
    "資本額(百萬元)": 454.945
  },
  {
    "排名": 512,
    "公司代號": 8024,
    "公司簡稱": "佑華",
    "資本額(百萬元)": 451.601
  },
  {
    "排名": 513,
    "公司代號": 2067,
    "公司簡稱": "嘉鋼",
    "資本額(百萬元)": 451.382
  },
  {
    "排名": 514,
    "公司代號": 3178,
    "公司簡稱": "公準",
    "資本額(百萬元)": 450.5
  },
  {
    "排名": 515,
    "公司代號": 6523,
    "公司簡稱": "達爾膚",
    "資本額(百萬元)": 450.477
  },
  {
    "排名": 516,
    "公司代號": 3628,
    "公司簡稱": "盈正",
    "資本額(百萬元)": 450
  },
  {
    "排名": 517,
    "公司代號": 6228,
    "公司簡稱": "全譜",
    "資本額(百萬元)": 450
  },
  {
    "排名": 518,
    "公司代號": 5245,
    "公司簡稱": "智晶",
    "資本額(百萬元)": 449.9
  },
  {
    "排名": 519,
    "公司代號": 8093,
    "公司簡稱": "保銳",
    "資本額(百萬元)": 449.46
  },
  {
    "排名": 520,
    "公司代號": 6667,
    "公司簡稱": "信紘科",
    "資本額(百萬元)": 447.789
  },
  {
    "排名": 521,
    "公司代號": 6485,
    "公司簡稱": "點序",
    "資本額(百萬元)": 446.76
  },
  {
    "排名": 522,
    "公司代號": 1777,
    "公司簡稱": "生泰",
    "資本額(百萬元)": 445.917
  },
  {
    "排名": 523,
    "公司代號": 4116,
    "公司簡稱": "明基醫",
    "資本額(百萬元)": 445.66
  },
  {
    "排名": 524,
    "公司代號": 8431,
    "公司簡稱": "匯鑽科",
    "資本額(百萬元)": 444.555
  },
  {
    "排名": 525,
    "公司代號": 3527,
    "公司簡稱": "聚積",
    "資本額(百萬元)": 444.451
  },
  {
    "排名": 526,
    "公司代號": 3675,
    "公司簡稱": "德微",
    "資本額(百萬元)": 444.283
  },
  {
    "排名": 527,
    "公司代號": 6130,
    "公司簡稱": "星寶國際",
    "資本額(百萬元)": 443
  },
  {
    "排名": 528,
    "公司代號": 3444,
    "公司簡稱": "利機",
    "資本額(百萬元)": 441.146
  },
  {
    "排名": 529,
    "公司代號": 9949,
    "公司簡稱": "琉園",
    "資本額(百萬元)": 440.334
  },
  {
    "排名": 530,
    "公司代號": 3287,
    "公司簡稱": "廣寰科",
    "資本額(百萬元)": 439.705
  },
  {
    "排名": 531,
    "公司代號": 6114,
    "公司簡稱": "久威",
    "資本額(百萬元)": 439.119
  },
  {
    "排名": 532,
    "公司代號": 4944,
    "公司簡稱": "兆遠",
    "資本額(百萬元)": 439.002
  },
  {
    "排名": 533,
    "公司代號": 3115,
    "公司簡稱": "富榮綱",
    "資本額(百萬元)": 436.976
  },
  {
    "排名": 534,
    "公司代號": 6425,
    "公司簡稱": "易發",
    "資本額(百萬元)": 436.02
  },
  {
    "排名": 535,
    "公司代號": 3064,
    "公司簡稱": "泰偉",
    "資本額(百萬元)": 433.715
  },
  {
    "排名": 536,
    "公司代號": 6441,
    "公司簡稱": "廣錠",
    "資本額(百萬元)": 433.185
  },
  {
    "排名": 537,
    "公司代號": 3373,
    "公司簡稱": "熱映",
    "資本額(百萬元)": 432.898
  },
  {
    "排名": 538,
    "公司代號": 4580,
    "公司簡稱": "捷流閥業",
    "資本額(百萬元)": 431.331
  },
  {
    "排名": 539,
    "公司代號": 3285,
    "公司簡稱": "微端",
    "資本額(百萬元)": 427.353
  },
  {
    "排名": 540,
    "公司代號": 1268,
    "公司簡稱": "漢來美食",
    "資本額(百萬元)": 427.237
  },
  {
    "排名": 541,
    "公司代號": 3522,
    "公司簡稱": "御頂",
    "資本額(百萬元)": 425.25
  },
  {
    "排名": 542,
    "公司代號": 3611,
    "公司簡稱": "鼎翰",
    "資本額(百萬元)": 425.219
  },
  {
    "排名": 543,
    "公司代號": 4102,
    "公司簡稱": "永日",
    "資本額(百萬元)": 423.735
  },
  {
    "排名": 544,
    "公司代號": 2221,
    "公司簡稱": "大甲",
    "資本額(百萬元)": 423.25
  },
  {
    "排名": 545,
    "公司代號": 6417,
    "公司簡稱": "韋僑",
    "資本額(百萬元)": 422.74
  },
  {
    "排名": 546,
    "公司代號": 2734,
    "公司簡稱": "易飛網",
    "資本額(百萬元)": 422.598
  },
  {
    "排名": 547,
    "公司代號": 6140,
    "公司簡稱": "訊達電腦",
    "資本額(百萬元)": 422.047
  },
  {
    "排名": 548,
    "公司代號": 6542,
    "公司簡稱": "隆中",
    "資本額(百萬元)": 420.006
  },
  {
    "排名": 549,
    "公司代號": 3128,
    "公司簡稱": "昇銳",
    "資本額(百萬元)": 420
  },
  {
    "排名": 550,
    "公司代號": 6291,
    "公司簡稱": "沛亨",
    "資本額(百萬元)": 420
  },
  {
    "排名": 551,
    "公司代號": 6649,
    "公司簡稱": "台生材",
    "資本額(百萬元)": 420
  },
  {
    "排名": 552,
    "公司代號": 4995,
    "公司簡稱": "晶達",
    "資本額(百萬元)": 419.56
  },
  {
    "排名": 553,
    "公司代號": 4556,
    "公司簡稱": "旭然",
    "資本額(百萬元)": 418.84
  },
  {
    "排名": 554,
    "公司代號": 8047,
    "公司簡稱": "星雲",
    "資本額(百萬元)": 416.663
  },
  {
    "排名": 555,
    "公司代號": 6236,
    "公司簡稱": "康呈",
    "資本額(百萬元)": 416.54
  },
  {
    "排名": 556,
    "公司代號": 5493,
    "公司簡稱": "三聯",
    "資本額(百萬元)": 416.088
  },
  {
    "排名": 557,
    "公司代號": 6241,
    "公司簡稱": "易通展",
    "資本額(百萬元)": 415
  },
  {
    "排名": 558,
    "公司代號": 1796,
    "公司簡稱": "金穎生技",
    "資本額(百萬元)": 414.598
  },
  {
    "排名": 559,
    "公司代號": 6811,
    "公司簡稱": "宏?資訊",
    "資本額(百萬元)": 414.49
  },
  {
    "排名": 560,
    "公司代號": 8092,
    "公司簡稱": "建暐",
    "資本額(百萬元)": 409.606
  },
  {
    "排名": 561,
    "公司代號": 5291,
    "公司簡稱": "邑昇",
    "資本額(百萬元)": 409.256
  },
  {
    "排名": 562,
    "公司代號": 2066,
    "公司簡稱": "世德",
    "資本額(百萬元)": 408.932
  },
  {
    "排名": 563,
    "公司代號": 3632,
    "公司簡稱": "研勤",
    "資本額(百萬元)": 408.897
  },
  {
    "排名": 564,
    "公司代號": 6222,
    "公司簡稱": "上揚",
    "資本額(百萬元)": 405.889
  },
  {
    "排名": 565,
    "公司代號": 4420,
    "公司簡稱": "光明",
    "資本額(百萬元)": 404.55
  },
  {
    "排名": 566,
    "公司代號": 5474,
    "公司簡稱": "聰泰",
    "資本額(百萬元)": 403.559
  },
  {
    "排名": 567,
    "公司代號": 6486,
    "公司簡稱": "互動",
    "資本額(百萬元)": 402.532
  },
  {
    "排名": 568,
    "公司代號": 5321,
    "公司簡稱": "美而快",
    "資本額(百萬元)": 402.192
  },
  {
    "排名": 569,
    "公司代號": 3349,
    "公司簡稱": "寶德",
    "資本額(百萬元)": 400.716
  },
  {
    "排名": 570,
    "公司代號": 3441,
    "公司簡稱": "聯一光電",
    "資本額(百萬元)": 400.399
  },
  {
    "排名": 571,
    "公司代號": 2230,
    "公司簡稱": "泰茂",
    "資本額(百萬元)": 399.132
  },
  {
    "排名": 572,
    "公司代號": 6735,
    "公司簡稱": "美達科技",
    "資本額(百萬元)": 398.94
  },
  {
    "排名": 573,
    "公司代號": 6578,
    "公司簡稱": "達邦蛋白",
    "資本額(百萬元)": 397.103
  },
  {
    "排名": 574,
    "公司代號": 5220,
    "公司簡稱": "萬達光電",
    "資本額(百萬元)": 396.67
  },
  {
    "排名": 575,
    "公司代號": 3122,
    "公司簡稱": "笙泉",
    "資本額(百萬元)": 395.861
  },
  {
    "排名": 576,
    "公司代號": 4972,
    "公司簡稱": "湯石照明",
    "資本額(百萬元)": 394.956
  },
  {
    "排名": 577,
    "公司代號": 3580,
    "公司簡稱": "友威科",
    "資本額(百萬元)": 394.707
  },
  {
    "排名": 578,
    "公司代號": 3646,
    "公司簡稱": "艾恩特",
    "資本額(百萬元)": 392.974
  },
  {
    "排名": 579,
    "公司代號": 3597,
    "公司簡稱": "映興",
    "資本額(百萬元)": 391.462
  },
  {
    "排名": 580,
    "公司代號": 3147,
    "公司簡稱": "大綜",
    "資本額(百萬元)": 390.061
  },
  {
    "排名": 581,
    "公司代號": 4131,
    "公司簡稱": "晶宇",
    "資本額(百萬元)": 390
  },
  {
    "排名": 582,
    "公司代號": 5704,
    "公司簡稱": "老爺知",
    "資本額(百萬元)": 388.617
  },
  {
    "排名": 583,
    "公司代號": 6548,
    "公司簡稱": "長科*",
    "資本額(百萬元)": 386.569
  },
  {
    "排名": 584,
    "公司代號": 1240,
    "公司簡稱": "茂生農經",
    "資本額(百萬元)": 385.982
  },
  {
    "排名": 585,
    "公司代號": 3693,
    "公司簡稱": "營邦",
    "資本額(百萬元)": 384.907
  },
  {
    "排名": 586,
    "公司代號": 8432,
    "公司簡稱": "東生華",
    "資本額(百萬元)": 383.981
  },
  {
    "排名": 587,
    "公司代號": 6144,
    "公司簡稱": "得利影",
    "資本額(百萬元)": 382.737
  },
  {
    "排名": 588,
    "公司代號": 6577,
    "公司簡稱": "勁豐",
    "資本額(百萬元)": 382.549
  },
  {
    "排名": 589,
    "公司代號": 6538,
    "公司簡稱": "倉和",
    "資本額(百萬元)": 381.69
  },
  {
    "排名": 590,
    "公司代號": 4419,
    "公司簡稱": "元勝",
    "資本額(百萬元)": 381.631
  },
  {
    "排名": 591,
    "公司代號": 5228,
    "公司簡稱": "鈺鎧",
    "資本額(百萬元)": 380.563
  },
  {
    "排名": 592,
    "公司代號": 6231,
    "公司簡稱": "系微",
    "資本額(百萬元)": 380.435
  },
  {
    "排名": 593,
    "公司代號": 3379,
    "公司簡稱": "彬台",
    "資本額(百萬元)": 380.417
  },
  {
    "排名": 594,
    "公司代號": 8440,
    "公司簡稱": "綠電",
    "資本額(百萬元)": 380.002
  },
  {
    "排名": 595,
    "公司代號": 2937,
    "公司簡稱": "集雅社",
    "資本額(百萬元)": 379.197
  },
  {
    "排名": 596,
    "公司代號": 4550,
    "公司簡稱": "長佳",
    "資本額(百萬元)": 378.387
  },
  {
    "排名": 597,
    "公司代號": 5274,
    "公司簡稱": "信驊",
    "資本額(百萬元)": 378.207
  },
  {
    "排名": 598,
    "公司代號": 8489,
    "公司簡稱": "三貝德",
    "資本額(百萬元)": 377.525
  },
  {
    "排名": 599,
    "公司代號": 6470,
    "公司簡稱": "宇智",
    "資本額(百萬元)": 376.941
  },
  {
    "排名": 600,
    "公司代號": 1593,
    "公司簡稱": "祺驊",
    "資本額(百萬元)": 375.443
  },
  {
    "排名": 601,
    "公司代號": 6532,
    "公司簡稱": "瑞耘",
    "資本額(百萬元)": 374.451
  },
  {
    "排名": 602,
    "公司代號": 6642,
    "公司簡稱": "富致",
    "資本額(百萬元)": 373.996
  },
  {
    "排名": 603,
    "公司代號": 4175,
    "公司簡稱": "杏一",
    "資本額(百萬元)": 373.635
  },
  {
    "排名": 604,
    "公司代號": 8227,
    "公司簡稱": "巨有科技",
    "資本額(百萬元)": 373.43
  },
  {
    "排名": 605,
    "公司代號": 6246,
    "公司簡稱": "臺龍",
    "資本額(百萬元)": 371.092
  },
  {
    "排名": 606,
    "公司代號": 1264,
    "公司簡稱": "德麥",
    "資本額(百萬元)": 370.644
  },
  {
    "排名": 607,
    "公司代號": 6654,
    "公司簡稱": "天正國際",
    "資本額(百萬元)": 369.627
  },
  {
    "排名": 608,
    "公司代號": 4768,
    "公司簡稱": "晶呈科技",
    "資本額(百萬元)": 369.266
  },
  {
    "排名": 609,
    "公司代號": 6570,
    "公司簡稱": "維田",
    "資本額(百萬元)": 368.796
  },
  {
    "排名": 610,
    "公司代號": 4735,
    "公司簡稱": "豪展",
    "資本額(百萬元)": 367.688
  },
  {
    "排名": 611,
    "公司代號": 8410,
    "公司簡稱": "森田",
    "資本額(百萬元)": 365.892
  },
  {
    "排名": 612,
    "公司代號": 3093,
    "公司簡稱": "港建*",
    "資本額(百萬元)": 362.888
  },
  {
    "排名": 613,
    "公司代號": 8424,
    "公司簡稱": "惠普",
    "資本額(百萬元)": 360.544
  },
  {
    "排名": 614,
    "公司代號": 3297,
    "公司簡稱": "杭特",
    "資本額(百萬元)": 360.494
  },
  {
    "排名": 615,
    "公司代號": 4304,
    "公司簡稱": "勝昱",
    "資本額(百萬元)": 360.38
  },
  {
    "排名": 616,
    "公司代號": 2743,
    "公司簡稱": "山富",
    "資本額(百萬元)": 360.117
  },
  {
    "排名": 617,
    "公司代號": 2235,
    "公司簡稱": "謚源",
    "資本額(百萬元)": 358.78
  },
  {
    "排名": 618,
    "公司代號": 5468,
    "公司簡稱": "凱鈺",
    "資本額(百萬元)": 358.229
  },
  {
    "排名": 619,
    "公司代號": 2070,
    "公司簡稱": "精湛",
    "資本額(百萬元)": 357.828
  },
  {
    "排名": 620,
    "公司代號": 5251,
    "公司簡稱": "天鉞電",
    "資本額(百萬元)": 356.774
  },
  {
    "排名": 621,
    "公司代號": 6229,
    "公司簡稱": "研通",
    "資本額(百萬元)": 356.407
  },
  {
    "排名": 622,
    "公司代號": 3492,
    "公司簡稱": "長盛",
    "資本額(百萬元)": 355.316
  },
  {
    "排名": 623,
    "公司代號": 6859,
    "公司簡稱": "伯特光",
    "資本額(百萬元)": 353.48
  },
  {
    "排名": 624,
    "公司代號": 3609,
    "公司簡稱": "三一東林",
    "資本額(百萬元)": 352.794
  },
  {
    "排名": 625,
    "公司代號": 8083,
    "公司簡稱": "瑞穎",
    "資本額(百萬元)": 351.332
  },
  {
    "排名": 626,
    "公司代號": 6210,
    "公司簡稱": "慶生",
    "資本額(百萬元)": 350.48
  },
  {
    "排名": 627,
    "公司代號": 6788,
    "公司簡稱": "華景電",
    "資本額(百萬元)": 347.397
  },
  {
    "排名": 628,
    "公司代號": 5212,
    "公司簡稱": "凌網",
    "資本額(百萬元)": 346.33
  },
  {
    "排名": 629,
    "公司代號": 6651,
    "公司簡稱": "全宇昕",
    "資本額(百萬元)": 346.016
  },
  {
    "排名": 630,
    "公司代號": 6418,
    "公司簡稱": "詠昇",
    "資本額(百萬元)": 345.22
  },
  {
    "排名": 631,
    "公司代號": 6612,
    "公司簡稱": "奈米醫材",
    "資本額(百萬元)": 341.639
  },
  {
    "排名": 632,
    "公司代號": 4951,
    "公司簡稱": "精拓科",
    "資本額(百萬元)": 341.487
  },
  {
    "排名": 633,
    "公司代號": 8906,
    "公司簡稱": "花王",
    "資本額(百萬元)": 340.374
  },
  {
    "排名": 634,
    "公司代號": 3567,
    "公司簡稱": "逸昌",
    "資本額(百萬元)": 339.54
  },
  {
    "排名": 635,
    "公司代號": 6613,
    "公司簡稱": "朋億*",
    "資本額(百萬元)": 339.337
  },
  {
    "排名": 636,
    "公司代號": 2745,
    "公司簡稱": "五福",
    "資本額(百萬元)": 338.085
  },
  {
    "排名": 637,
    "公司代號": 6530,
    "公司簡稱": "創威",
    "資本額(百萬元)": 337.5
  },
  {
    "排名": 638,
    "公司代號": 3430,
    "公司簡稱": "奇鈦科",
    "資本額(百萬元)": 337.161
  },
  {
    "排名": 639,
    "公司代號": 9960,
    "公司簡稱": "邁達康",
    "資本額(百萬元)": 335.925
  },
  {
    "排名": 640,
    "公司代號": 8342,
    "公司簡稱": "益張",
    "資本額(百萬元)": 335.367
  },
  {
    "排名": 641,
    "公司代號": 6435,
    "公司簡稱": "大中",
    "資本額(百萬元)": 334.33
  },
  {
    "排名": 642,
    "公司代號": 3268,
    "公司簡稱": "海德威",
    "資本額(百萬元)": 334.263
  },
  {
    "排名": 643,
    "公司代號": 6843,
    "公司簡稱": "進典",
    "資本額(百萬元)": 333.04
  },
  {
    "排名": 644,
    "公司代號": 6569,
    "公司簡稱": "醫揚",
    "資本額(百萬元)": 332.612
  },
  {
    "排名": 645,
    "公司代號": 3629,
    "公司簡稱": "地心引力",
    "資本額(百萬元)": 330.76
  },
  {
    "排名": 646,
    "公司代號": 4741,
    "公司簡稱": "泓瀚",
    "資本額(百萬元)": 328.416
  },
  {
    "排名": 647,
    "公司代號": 6510,
    "公司簡稱": "精測",
    "資本額(百萬元)": 327.89
  },
  {
    "排名": 648,
    "公司代號": 8147,
    "公司簡稱": "正淩",
    "資本額(百萬元)": 325.877
  },
  {
    "排名": 649,
    "公司代號": 3205,
    "公司簡稱": "佰研",
    "資本額(百萬元)": 325.456
  },
  {
    "排名": 650,
    "公司代號": 3118,
    "公司簡稱": "進階",
    "資本額(百萬元)": 324.529
  },
  {
    "排名": 651,
    "公司代號": 1259,
    "公司簡稱": "安心",
    "資本額(百萬元)": 323.895
  },
  {
    "排名": 652,
    "公司代號": 3465,
    "公司簡稱": "進泰電子",
    "資本額(百萬元)": 323.298
  },
  {
    "排名": 653,
    "公司代號": 4542,
    "公司簡稱": "科嶠",
    "資本額(百萬元)": 322.854
  },
  {
    "排名": 654,
    "公司代號": 6465,
    "公司簡稱": "威潤",
    "資本額(百萬元)": 322.817
  },
  {
    "排名": 655,
    "公司代號": 3073,
    "公司簡稱": "天方能源",
    "資本額(百萬元)": 320.996
  },
  {
    "排名": 656,
    "公司代號": 4568,
    "公司簡稱": "科際精密",
    "資本額(百萬元)": 320.441
  },
  {
    "排名": 657,
    "公司代號": 5211,
    "公司簡稱": "蒙恬",
    "資本額(百萬元)": 320.247
  },
  {
    "排名": 658,
    "公司代號": 8409,
    "公司簡稱": "商之器",
    "資本額(百萬元)": 320
  },
  {
    "排名": 659,
    "公司代號": 4987,
    "公司簡稱": "科誠",
    "資本額(百萬元)": 318.78
  },
  {
    "排名": 660,
    "公司代號": 6457,
    "公司簡稱": "紘康",
    "資本額(百萬元)": 318.548
  },
  {
    "排名": 661,
    "公司代號": 4760,
    "公司簡稱": "勤凱科技",
    "資本額(百萬元)": 318.009
  },
  {
    "排名": 662,
    "公司代號": 3672,
    "公司簡稱": "康聯訊",
    "資本額(百萬元)": 317.903
  },
  {
    "排名": 663,
    "公司代號": 8435,
    "公司簡稱": "鉅邁",
    "資本額(百萬元)": 317.004
  },
  {
    "排名": 664,
    "公司代號": 6643,
    "公司簡稱": "M31",
    "資本額(百萬元)": 316.98
  },
  {
    "排名": 665,
    "公司代號": 8477,
    "公司簡稱": "創業家",
    "資本額(百萬元)": 315.928
  },
  {
    "排名": 666,
    "公司代號": 6494,
    "公司簡稱": "九齊",
    "資本額(百萬元)": 315.597
  },
  {
    "排名": 667,
    "公司代號": 6276,
    "公司簡稱": "安鈦克",
    "資本額(百萬元)": 314.9
  },
  {
    "排名": 668,
    "公司代號": 4767,
    "公司簡稱": "誠泰科技",
    "資本額(百萬元)": 314.15
  },
  {
    "排名": 669,
    "公司代號": 4413,
    "公司簡稱": "飛寶企業",
    "資本額(百萬元)": 313.147
  },
  {
    "排名": 670,
    "公司代號": 2729,
    "公司簡稱": "瓦城",
    "資本額(百萬元)": 313.042
  },
  {
    "排名": 671,
    "公司代號": 6568,
    "公司簡稱": "宏觀",
    "資本額(百萬元)": 307.531
  },
  {
    "排名": 672,
    "公司代號": 5201,
    "公司簡稱": "凱衛",
    "資本額(百萬元)": 306.746
  },
  {
    "排名": 673,
    "公司代號": 6432,
    "公司簡稱": "今展科",
    "資本額(百萬元)": 305.928
  },
  {
    "排名": 674,
    "公司代號": 6517,
    "公司簡稱": "保勝光學",
    "資本額(百萬元)": 305.791
  },
  {
    "排名": 675,
    "公司代號": 8941,
    "公司簡稱": "關中",
    "資本額(百萬元)": 304.105
  },
  {
    "排名": 676,
    "公司代號": 8923,
    "公司簡稱": "時報",
    "資本額(百萬元)": 303.758
  },
  {
    "排名": 677,
    "公司代號": 8066,
    "公司簡稱": "來思達",
    "資本額(百萬元)": 301.523
  },
  {
    "排名": 678,
    "公司代號": 3687,
    "公司簡稱": "歐買尬",
    "資本額(百萬元)": 300.596
  },
  {
    "排名": 679,
    "公司代號": 4945,
    "公司簡稱": "陞達科技",
    "資本額(百萬元)": 300.368
  },
  {
    "排名": 680,
    "公司代號": 4747,
    "公司簡稱": "強生製藥",
    "資本額(百萬元)": 300.188
  },
  {
    "排名": 681,
    "公司代號": 6877,
    "公司簡稱": "鏵友益",
    "資本額(百萬元)": 300.15
  },
  {
    "排名": 682,
    "公司代號": 6752,
    "公司簡稱": "叡揚",
    "資本額(百萬元)": 300.001
  },
  {
    "排名": 683,
    "公司代號": 6596,
    "公司簡稱": "寬宏藝術",
    "資本額(百萬元)": 300
  },
  {
    "排名": 684,
    "公司代號": 2643,
    "公司簡稱": "捷迅",
    "資本額(百萬元)": 300
  },
  {
    "排名": 685,
    "公司代號": 4138,
    "公司簡稱": "曜亞",
    "資本額(百萬元)": 300
  },
  {
    "排名": 686,
    "公司代號": 6804,
    "公司簡稱": "明係",
    "資本額(百萬元)": 300
  },
  {
    "排名": 687,
    "公司代號": 7402,
    "公司簡稱": "邑錡",
    "資本額(百萬元)": 297.545
  },
  {
    "排名": 688,
    "公司代號": 4905,
    "公司簡稱": "台聯電",
    "資本額(百萬元)": 292.6
  },
  {
    "排名": 689,
    "公司代號": 3131,
    "公司簡稱": "弘塑",
    "資本額(百萬元)": 292.16
  },
  {
    "排名": 690,
    "公司代號": 3623,
    "公司簡稱": "富晶通",
    "資本額(百萬元)": 291.859
  },
  {
    "排名": 691,
    "公司代號": 6767,
    "公司簡稱": "台微醫",
    "資本額(百萬元)": 291.09
  },
  {
    "排名": 692,
    "公司代號": 8087,
    "公司簡稱": "華鎂鑫",
    "資本額(百萬元)": 290.69
  },
  {
    "排名": 693,
    "公司代號": 3085,
    "公司簡稱": "新零售",
    "資本額(百萬元)": 290.193
  },
  {
    "排名": 694,
    "公司代號": 6708,
    "公司簡稱": "天擎",
    "資本額(百萬元)": 290.088
  },
  {
    "排名": 695,
    "公司代號": 5348,
    "公司簡稱": "系通",
    "資本額(百萬元)": 289.503
  },
  {
    "排名": 696,
    "公司代號": 5310,
    "公司簡稱": "天剛",
    "資本額(百萬元)": 289.435
  },
  {
    "排名": 697,
    "公司代號": 5364,
    "公司簡稱": "力麗店",
    "資本額(百萬元)": 288.499
  },
  {
    "排名": 698,
    "公司代號": 6556,
    "公司簡稱": "勝品",
    "資本額(百萬元)": 287.5
  },
  {
    "排名": 699,
    "公司代號": 5209,
    "公司簡稱": "新鼎",
    "資本額(百萬元)": 286.559
  },
  {
    "排名": 700,
    "公司代號": 4923,
    "公司簡稱": "力士",
    "資本額(百萬元)": 283.34
  },
  {
    "排名": 701,
    "公司代號": 6640,
    "公司簡稱": "均華",
    "資本額(百萬元)": 282.765
  },
  {
    "排名": 702,
    "公司代號": 8416,
    "公司簡稱": "實威",
    "資本額(百萬元)": 282.107
  },
  {
    "排名": 703,
    "公司代號": 6821,
    "公司簡稱": "聯寶",
    "資本額(百萬元)": 280
  },
  {
    "排名": 704,
    "公司代號": 4584,
    "公司簡稱": "君帆",
    "資本額(百萬元)": 277.8
  },
  {
    "排名": 705,
    "公司代號": 4754,
    "公司簡稱": "國碳科",
    "資本額(百萬元)": 275.302
  },
  {
    "排名": 706,
    "公司代號": 6697,
    "公司簡稱": "東捷資訊",
    "資本額(百萬元)": 273.234
  },
  {
    "排名": 707,
    "公司代號": 6683,
    "公司簡稱": "雍智科技",
    "資本額(百萬元)": 272.257
  },
  {
    "排名": 708,
    "公司代號": 6684,
    "公司簡稱": "安格",
    "資本額(百萬元)": 271.188
  },
  {
    "排名": 709,
    "公司代號": 8279,
    "公司簡稱": "生展",
    "資本額(百萬元)": 271.009
  },
  {
    "排名": 710,
    "公司代號": 6716,
    "公司簡稱": "應廣",
    "資本額(百萬元)": 269.757
  },
  {
    "排名": 711,
    "公司代號": 5386,
    "公司簡稱": "青雲",
    "資本額(百萬元)": 267.61
  },
  {
    "排名": 712,
    "公司代號": 6588,
    "公司簡稱": "東典",
    "資本額(百萬元)": 267.008
  },
  {
    "排名": 713,
    "公司代號": 3426,
    "公司簡稱": "台興",
    "資本額(百萬元)": 264
  },
  {
    "排名": 714,
    "公司代號": 2752,
    "公司簡稱": "豆府",
    "資本額(百萬元)": 262.674
  },
  {
    "排名": 715,
    "公司代號": 6762,
    "公司簡稱": "達亞",
    "資本額(百萬元)": 258.892
  },
  {
    "排名": 716,
    "公司代號": 6560,
    "公司簡稱": "欣普羅",
    "資本額(百萬元)": 258.747
  },
  {
    "排名": 717,
    "公司代號": 3555,
    "公司簡稱": "博士旺",
    "資本額(百萬元)": 257.628
  },
  {
    "排名": 718,
    "公司代號": 6662,
    "公司簡稱": "樂斯科",
    "資本額(百萬元)": 256.124
  },
  {
    "排名": 719,
    "公司代號": 6840,
    "公司簡稱": "東研信超",
    "資本額(百萬元)": 252.78
  },
  {
    "排名": 720,
    "公司代號": 5878,
    "公司簡稱": "台名",
    "資本額(百萬元)": 250.243
  },
  {
    "排名": 721,
    "公司代號": 6512,
    "公司簡稱": "啟發電",
    "資本額(百萬元)": 250
  },
  {
    "排名": 722,
    "公司代號": 3684,
    "公司簡稱": "榮昌",
    "資本額(百萬元)": 245.915
  },
  {
    "排名": 723,
    "公司代號": 6294,
    "公司簡稱": "智基",
    "資本額(百萬元)": 245.727
  },
  {
    "排名": 724,
    "公司代號": 6846,
    "公司簡稱": "綠茵",
    "資本額(百萬元)": 244.133
  },
  {
    "排名": 725,
    "公司代號": 6527,
    "公司簡稱": "明達醫",
    "資本額(百萬元)": 242.76
  },
  {
    "排名": 726,
    "公司代號": 4160,
    "公司簡稱": "創源",
    "資本額(百萬元)": 242.47
  },
  {
    "排名": 727,
    "公司代號": 6747,
    "公司簡稱": "亨泰光",
    "資本額(百萬元)": 241.89
  },
  {
    "排名": 728,
    "公司代號": 5487,
    "公司簡稱": "通泰",
    "資本額(百萬元)": 241.631
  },
  {
    "排名": 729,
    "公司代號": 3434,
    "公司簡稱": "哲固",
    "資本額(百萬元)": 240.62
  },
  {
    "排名": 730,
    "公司代號": 6727,
    "公司簡稱": "亞泰金屬",
    "資本額(百萬元)": 240.483
  },
  {
    "排名": 731,
    "公司代號": 6761,
    "公司簡稱": "穩得",
    "資本額(百萬元)": 239.095
  },
  {
    "排名": 732,
    "公司代號": 6703,
    "公司簡稱": "軒郁",
    "資本額(百萬元)": 238.921
  },
  {
    "排名": 733,
    "公司代號": 4183,
    "公司簡稱": "福永生技",
    "資本額(百萬元)": 238
  },
  {
    "排名": 734,
    "公司代號": 6169,
    "公司簡稱": "昱泉",
    "資本額(百萬元)": 233.95
  },
  {
    "排名": 735,
    "公司代號": 6242,
    "公司簡稱": "立康",
    "資本額(百萬元)": 233.1
  },
  {
    "排名": 736,
    "公司代號": 6661,
    "公司簡稱": "威健生技",
    "資本額(百萬元)": 233.043
  },
  {
    "排名": 737,
    "公司代號": 4554,
    "公司簡稱": "橙的",
    "資本額(百萬元)": 232.986
  },
  {
    "排名": 738,
    "公司代號": 2740,
    "公司簡稱": "天蔥",
    "資本額(百萬元)": 231.855
  },
  {
    "排名": 739,
    "公司代號": 8080,
    "公司簡稱": "永利聯合",
    "資本額(百萬元)": 231.639
  },
  {
    "排名": 740,
    "公司代號": 6204,
    "公司簡稱": "艾華",
    "資本額(百萬元)": 231.021
  },
  {
    "排名": 741,
    "公司代號": 6728,
    "公司簡稱": "上洋",
    "資本額(百萬元)": 230
  },
  {
    "排名": 742,
    "公司代號": 7556,
    "公司簡稱": "意德士科技",
    "資本額(百萬元)": 229.087
  },
  {
    "排名": 743,
    "公司代號": 6240,
    "公司簡稱": "松崗",
    "資本額(百萬元)": 228.674
  },
  {
    "排名": 744,
    "公司代號": 6198,
    "公司簡稱": "瑞築",
    "資本額(百萬元)": 226.354
  },
  {
    "排名": 745,
    "公司代號": 6721,
    "公司簡稱": "信實",
    "資本額(百萬元)": 225
  },
  {
    "排名": 746,
    "公司代號": 3086,
    "公司簡稱": "華義",
    "資本額(百萬元)": 222.748
  },
  {
    "排名": 747,
    "公司代號": 5278,
    "公司簡稱": "尚凡",
    "資本額(百萬元)": 222.486
  },
  {
    "排名": 748,
    "公司代號": 6690,
    "公司簡稱": "安?資訊",
    "資本額(百萬元)": 222.045
  },
  {
    "排名": 749,
    "公司代號": 4198,
    "公司簡稱": "欣大健康",
    "資本額(百萬元)": 221.08
  },
  {
    "排名": 750,
    "公司代號": 2755,
    "公司簡稱": "揚秦",
    "資本額(百萬元)": 220
  },
  {
    "排名": 751,
    "公司代號": 6874,
    "公司簡稱": "倍力",
    "資本額(百萬元)": 220
  },
  {
    "排名": 752,
    "公司代號": 6574,
    "公司簡稱": "霈方",
    "資本額(百萬元)": 219.9
  },
  {
    "排名": 753,
    "公司代號": 8077,
    "公司簡稱": "洛?",
    "資本額(百萬元)": 219.457
  },
  {
    "排名": 754,
    "公司代號": 6615,
    "公司簡稱": "慧智",
    "資本額(百萬元)": 213.624
  },
  {
    "排名": 755,
    "公司代號": 6590,
    "公司簡稱": "普鴻",
    "資本額(百萬元)": 212.913
  },
  {
    "排名": 756,
    "公司代號": 6823,
    "公司簡稱": "濾能",
    "資本額(百萬元)": 211.795
  },
  {
    "排名": 757,
    "公司代號": 6855,
    "公司簡稱": "數泓科",
    "資本額(百萬元)": 211.361
  },
  {
    "排名": 758,
    "公司代號": 6593,
    "公司簡稱": "台灣銘板",
    "資本額(百萬元)": 209.445
  },
  {
    "排名": 759,
    "公司代號": 6791,
    "公司簡稱": "虎門科技",
    "資本額(百萬元)": 208.47
  },
  {
    "排名": 760,
    "公司代號": 5432,
    "公司簡稱": "新門",
    "資本額(百萬元)": 206.878
  },
  {
    "排名": 761,
    "公司代號": 2756,
    "公司簡稱": "聯發國際",
    "資本額(百萬元)": 204.523
  },
  {
    "排名": 762,
    "公司代號": 6259,
    "公司簡稱": "百徽",
    "資本額(百萬元)": 202.779
  },
  {
    "排名": 763,
    "公司代號": 3067,
    "公司簡稱": "全域",
    "資本額(百萬元)": 200
  },
  {
    "排名": 764,
    "公司代號": 6751,
    "公司簡稱": "智聯服務",
    "資本額(百萬元)": 200
  },
  {
    "排名": 765,
    "公司代號": 2947,
    "公司簡稱": "振宇五金",
    "資本額(百萬元)": 192.686
  },
  {
    "排名": 766,
    "公司代號": 6680,
    "公司簡稱": "鑫創電子",
    "資本額(百萬元)": 191.02
  },
  {
    "排名": 767,
    "公司代號": 6482,
    "公司簡稱": "弘煜科",
    "資本額(百萬元)": 188.632
  },
  {
    "排名": 768,
    "公司代號": 6763,
    "公司簡稱": "綠界科技",
    "資本額(百萬元)": 184.039
  },
  {
    "排名": 769,
    "公司代號": 6624,
    "公司簡稱": "萬年清",
    "資本額(百萬元)": 180
  },
  {
    "排名": 770,
    "公司代號": 8472,
    "公司簡稱": "夠麻吉",
    "資本額(百萬元)": 177.358
  },
  {
    "排名": 771,
    "公司代號": 8067,
    "公司簡稱": "志旭",
    "資本額(百萬元)": 173
  },
  {
    "排名": 772,
    "公司代號": 3570,
    "公司簡稱": "大塚",
    "資本額(百萬元)": 170.97
  },
  {
    "排名": 773,
    "公司代號": 4946,
    "公司簡稱": "辣椒",
    "資本額(百萬元)": 154.025
  },
  {
    "排名": 774,
    "公司代號": 3288,
    "公司簡稱": "點晶",
    "資本額(百萬元)": 150
  },
  {
    "排名": 775,
    "公司代號": 5314,
    "公司簡稱": "世紀",
    "資本額(百萬元)": 147
  },
  {
    "排名": 776,
    "公司代號": 6865,
    "公司簡稱": "偉康科技",
    "資本額(百萬元)": 143.65
  },
  {
    "排名": 777,
    "公司代號": 6103,
    "公司簡稱": "合邦",
    "資本額(百萬元)": 136.049
  },
  {
    "排名": 778,
    "公司代號": 6419,
    "公司簡稱": "京晨科",
    "資本額(百萬元)": 131.592
  },
  {
    "排名": 779,
    "公司代號": 3095,
    "公司簡稱": "及成",
    "資本額(百萬元)": 103.6
  },
  {
    "排名": 780,
    "公司代號": 5205,
    "公司簡稱": "中茂",
    "資本額(百萬元)": 102.5
  }
]